[
   {
      "type":"Activity",
      "date":"2016-12-28",
      "to":"",
      "content":"We had a year-end party including some recreational activities and gift exchange."
   },
   {
      "type":"Activity",
      "date":"2016-12-27",
      "to":"",
      "content":"We attended KAIST Bio-IT Healthcare Initiative International Workshop Series: Deep Learning in Medical Imaging. Seoyoung presented her research work titled \"Modeling 3D cell nucleus based on Shape Prior Segmentation\" (co-presentors: Seokyoung Kim and Doyeob Yeo) and also received an Outstanding Presentation Award. Congratulations!"
   },
   {
      "type":"Activity",
      "date":"2016-12-07",
      "to":"",
      "content":"Seokyeol gave a talk titled \"Haptic Interaction with Remote and Unstructured Targets\" at HCI@KAIST Seminar."
   },
   {
      "type":"Activity",
      "date":"2016-11-28",
      "to":"2016-12-02",
      "content":"Kimin and Stuart attended AsiaHaptics 2016 held in Kashiwanoha Conference Center, Chiba, Japan. They presented a demonstration titled \"Engaging Weight Feedback for Bimanual Interaction\" authored by Stuart Burmeister, Kimin Kim, and Jinah Park."
   },
   {
      "type":"Activity",
      "date":"2016-11-08",
      "to":"",
      "content":"Prof. Park was invited to the Techinical Seminar Series at Osstem Implant."
   },
   {
      "type":"Activity",
      "date":"2016-11-06",
      "to":"",
      "content":"Humancare Contents Project Kickoff meeting was held in Daegu."
   },
   {
      "type":"Activity",
      "date":"2016-11-04",
      "to":"",
      "content":"We attended the 9th Korea Haptics Community Workshop (제9회 한국 햅틱스 연구회 워크샵) held in Yonsei University, Seoul, Korea. Yungi demonstrated his work titled \"VR 햅틱 페인팅 (VR Haptic Painting)\" (authors: Yungi Jang and Jinah Park), and Seokyeol presented a poster titled \"Haptic Exploration of Dynamically Changing Remote Environments based on Point Clouds and Gestural Guidance (포인트 클라우드 및 제스처 기반 햅틱 가이드를 통한 동적 원격 환경 탐색)\" (authors: Seokyeol Kim and Jinah Park)."
   },
   {
      "type":"Activity",
      "date":"2016-10-27",
      "to":"",
      "content":"Prof. Park presented a seminar organized by Korea Industrial Education Institute (KIEI). The topic was ICT and AI, VR/AR-based Digital Healthcare Current Analysis and Business Model and Current Problems. She presented on Issues related to Medical Application with respect to VR Trend."
   },
   {
      "type":"Activity",
      "date":"2016-10-22",
      "to":"2016-10-23",
      "content":"Prof. Park participated in 2016 KWSE/APNN International Young Woman Scientist Camp and Smart Sister Workshop held in Daejeon Convention Center. She hosted the opening session, and also served as a mentor in Group Mentoring session."
   },
   {
      "type":"Activity",
      "date":"2016-10-18",
      "to":"",
      "content":"Seokyeol attended ICCAS 2016 held in Gyeongju, Korea. He presented a poster titled \"A Unified Virtual Fixture Model for Haptic Telepresence Systems based on Streaming Point Cloud Data and Implicit Surfaces\" (authors: Seokyeol Kim and Jinah Park)."
   },
   {
      "type":"Activity",
      "date":"2016-10-18",
      "to":"",
      "content":"Prof. Park presented a seminar at Biomedical Engineering Research Center, ASAN Medical Center. She introduced the modeling, visualization and interaction research work on-going at the CGV lab."
   },
   {
      "type":"Activity",
      "date":"2016-10-14",
      "to":"2016-10-16",
      "content":"Seokyeol attended SUI 2016 held in Tokyo, Japan. He presented a poster titled \"Haptic Exploration of Remote Environments with Gesture-based Collaborative Guidance\" (authors: Seokyeol Kim and Jinah Park)."
   },
   {
      "type":"Activity",
      "date":"2016-10-07",
      "to":"",
      "content":"We attended GTCx Korea 2016 held in Seoul, Korea."
   },
   {
      "type":"Activity",
      "date":"2016-10-04",
      "to":"",
      "content":"Prof. Park participated K-ICT VR Festival 2016 Human-care Contents Development Project Forum held in Sangam Nurikkoom Square, Seoul. She presented a topic on ‘AR & VR and Medicine’, and also she was one of panelists discussing the direction of the Human-care project."
   },
   {
      "type":"Activity",
      "date":"2016-09-28",
      "to":"",
      "content":"Seoyoung presented her research progress on \"Modeling 3D Cell Nucleus based on Shape Prior Segmentation\" (presenters: Doyeop Yeo and Seyoung Kim) at the Last Wednesday Forum hosted by the KAIST Special Interest Group of Future Emerging Technology on Medical Imaging."
   },
   {
      "type":"Activity",
      "date":"2016-08-25",
      "to":"",
      "content":"Jaehyun attended 2016 The Sector Union Conference of Society for Computational Design and Engineering (한국CDE학회 2016 부문연합 학술대회) held in Pukyong National University, Busan, Korea. He presented a paper titled \"The Context-based Viewpoint Selection of Treelike Structures (트리 구조의 문맥 기반 뷰 포인트 선택 방법)\" (authors: Jaehyun Jang and Jinah Park) and also received a distinguished paper award. Congratulations!"
   },
   {
      "type":"Graduation",
      "date":"2016-08-19",
      "to":"",
      "content":"Kimin received a Ph.D. degree, and Eunbi and Jaehyun received a master's degree. Congratulations!"
   },
   {
      "type":"Activity",
      "date":"2016-08-18",
      "to":"2016-08-19",
      "content":"We hosted the Sweden-Korea Joint Workshop on Biomedical Image Analysis held in KAIST. Prof. Örjan Smedby (KTH Royal Institute of Technology, Sweden) and many other researchers participated in the workshop and gave talks on medical image analysis. Also we took a technical and cultural tour in the suburb of Daejeon."
   },
   {
      "type":"Activity",
      "date":"2016-06-09",
      "to":"",
      "content":"Jaehyun, Inwoo, and Seoyoung attended 2016 KSIIM Workshop (2016년도 의학영상정보학회 학술대회) held in Yonsei University, Seoul, Korea."
   },
   {
      "type":"Award",
      "date":"2016-06-30",
      "to":"",
      "content":"Sekil won a distinguished paper award from KCC 2016 for his paper titled \"Smooth Sea State Transition Simulation using the Interpolation of Component Waves (성분파 보간을 이용한 부드러운 해상 상태 변화 시뮬레이션)\" (authors: Sekil Park, Jaeyong Oh, and Jinah Park). Congratulations!"
   },
   {
      "type":"Activity",
      "date":"2016-00-00",
      "to":"",
      "content":"Prof. Park organized ‘IT Women Engineers Talk Concert’ sponsored by KWSE (Association of Korean Woman Scientists and Engineers). This event was designed to promote collaboration research among female faculty members at KAIST as well as to provide mentoring for female students in graduate programs. Eunbi, Minjoo and Seoyoung also participated the workshop."
   },
   {
      "type":"Project",
      "date":"2016-06-01",
      "to":"",
      "content":"Our research grant proposal for Mid-career Researcher Program was accepted by the National Research Foundation of Korea (NRF). (Title: Modeling and Visualization Techniques for Quantitative Shape Analysis of 3D/4D Cell Images)"
   },
   {
      "type":"Talk",
      "date":"2016-06-05",
      "to":"",
      "content":"Prof. Park gave a special talk on ‘Computer Graphics, Computer Haptics, and Medical Application’ to Junior high school students who participated the Dream-Tree Science Mentoring Camp sponsored by Yusong-gu District Office."
   },
   {
      "type":"Activity",
      "date":"2016-06-03",
      "to":"",
      "content":"We had the 2016 CGV Lab Workshop at KAIST. Dr. Jaeil Kim gave a lecture titled \"Sharing Research Experiences on Medical Image Processing\"."
   },
   {
      "type":"Activity",
      "date":"2016-06-01",
      "to":"",
      "content":"Prof. Park hosted a GPU-based Accelerated Computing and Deep Learning Special Practice Session at KAIST for the students of CS380 (Introduction to Computer Graphics) and SoC students. (Lecturer: Yoo Hyun Gon, General Manager of NVIDIA Korea (Solution Architect))"
   },
   {
      "type":"Activity",
      "date":"2016-05-27",
      "to":"",
      "content":"Seoyoung attended Avison Biomedical Symposium 2016 held in Yonsei University, Seoul, Korea."
   },
   {
      "type":"Activity",
      "date":"2016-05-13",
      "to":"",
      "content":"We celebrated Teachers' Day by having a picnic to Daecheon Beach."
   },
   {
      "type":"Activity",
      "date":"2016-05-01",
      "to":"",
      "content":"An interview with Prof. Park was published in the recent issue of the NRF (National Research Foundation of Korea) Webzine."
   },
   {
      "type":"Activity",
      "date":"2016-04-22",
      "to":"",
      "content":"Jaehyun, Stuart, and Seoyoung attended Korea Graphics World 2016 held in COEX, Seoul, Korea."
   },
   {
      "type":"Activity",
      "date":"2016-04-08",
      "to":"",
      "content":"We had a cherry blossom viewing picnic at KAIST."
   },
   {
      "type":"Award",
      "date":"2016-03-30",
      "to":"",
      "content":"Jaehyun won a Best Presentation Award of Last Wednesday Forum hosted by the KAIST Research Group of Future Emerging Technology on Medical Imaging. Congratulations!"
   },
   {
      "type":"Welcoming",
      "date":"2016-03-01",
      "to":"",
      "content":"Seoyoung and Inwoo joined CGV Lab. Welcome!"
   },
   {
      "type":"Activity",
      "date":"2016-02-27",
      "to":"2016-03-03",
      "content":"Taeho and Eunbi attended SPIE Medical Imaging 2016 held in San Diego, CA, United States. Taeho presented a poster titled \"Reliable measurement of 3D foot bone angles based on the frame-of-reference derived from a sole of the foot\" (authors: Taeho Kim, Dong Yeon Lee, and Jinah Park), and Eunbi also presented a poster titled \"Template-based automatic extraction of the joint space of foot bones from CT scan\" (authors: Eunbi Park, Taeho Kim, and Jinah Park)."
   },
   {
      "type":"Graduation",
      "date":"2016-02-19",
      "to":"",
      "content":"Uitae and Youngju received a master's degree. Congratulations!"
   },
   {
      "type":"Award",
      "date":"2016-02-16",
      "to":"",
      "content":"In celebration of the 45th anniversary of KAIST's founding, Prof. Park received an 'Outstanding Contribution Prize.' Congratulations!"
   },
   {
      "type":"Activity",
      "date":"2016-01-27",
      "to":"2016-01-29",
      "content":"Prof. Park, Seokyeol, and Stuart attended HCI Korea 2016 held in High1 Resort, Gangwon-do, Korea. Prof. Park gave a talk on the topic of \"Subject-specific Organ Reconstruction and Analysis using 3D Deformable Modeling Technique\" in the 'ICT and 3D printing technologies for medical applications' workshop. Also Seokyeol presented a paper titled \"Multi-layered Radial Table for Visualizing Origin-Destination Data (OD 데이터 시각화를 위한 다중 계층 래디얼 테이블)\" (authors: Seokyeol Kim, Youngju Oh, and Jinah Park), and Stuart presented a poster titled \"An Integrated Smart Lock System Using Randomized Hand Gesture Interaction on an AR interface as an Authentication (증강현실 인터페이스상의 무작위 핸드 제스쳐 인터랙션을 인증수단으로 활용하는 통합 스마트 도어락 시스템)\" (authors: Amartuvshin Narangerel, Stuart Burmeister, and Sungyong Kim)."
   },
   {
      "type":"Activity",
      "date":"2016-01-06",
      "to":"",
      "content":"We had a new year luncheon with neighboring labs."
   },
   {
      "type":"Welcoming",
      "date":"2016-01-01",
      "to":"",
      "content":"Minju joined CGV Lab. Welcome!"
   },
  {
     "type":"Activity",
     "date":"2019-10-20",
     "to":"2019-10-25",
     "content":"Joong-Youn attended VIS 2019 held at Vancouver Convention Centre East, Vancouver, Canada. Joong-Youn presented a poster titled \"Importance-based Streamline Seeding Method using a Regression Model\" (authors: Joong-Youn Lee and Jinah Park)"
  },
  {
     "type":"Activity",
     "date":"2019-11-07",
     "to":"2019-11-08",
     "content":"Taeho, Jaehyun, Jihoon, Hyunyul, Joowon, Hyunsoo attended International Symposium of Science Museums 2019 held at National Science Museum, Daejeon, Korea. Hyunsoo presented a oral presentation titled \"Volume Data Exploration Interface on a Touchscreen (터치스크린에서의 볼륨 데이터 탐구 인터페이스)\" (authors: Hyunsoo Kim and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2019-08-30",
     "to":"",
     "content":"Taeho, Jaehyun, Jihoon, Hyunyul, Joowon, Hyunsoo attended KHC 2019 (2019년 한국햅틱스연구회) held at Seoul National University, Seoul, Korea. Jaehyun presented a demo titled \"Fluid Tactile Rendering with Mid-Air Haptic Interface (비접촉식 햅틱 인터페이스를 통한 가상 유체의 촉각 렌더링 기법)\" (authors: Jaehyun Jang and Jinah Park) and also won a best demo presentation award. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2019-07-09",
     "to":"2019-07-12",
     "content":"Jaehyun attended IEEE World Haptics Conference 2019 held at sola city Conference Center, Tokyo, Japan. Jaehyun presented a demo titled \"Virtual Faucet: Stream or Spray\" (authors: Jaehyun Jang and Jinah Park"
  },
  {
     "type":"Welcoming",
     "date":"2019-03-01",
     "to":"",
     "content":"Soonchan rejoined CGV Lab as Ph.D candidate and Joowon and Hyunsoo joined CGV lab as M.S. students! Welcome!"
  },
  {
     "type":"Graduation",
     "date":"2019-02-15",
     "to":"",
     "content":"Youngjin received a master's degree. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2018-12-19",
     "to":"2019-12-21",
     "content":"We attended the KSC(한국소프트웨어종합학술대회) held at the Phoenix Park, Pyeongchang, Korea. Jihoon presented a poster titled \"3차원 세포영상 볼륨시각화를 위한 클러스터링 기반 2D 전이함수\" (authors : 조지훈, 이상민, 박진아). Han Byul presented a poster titled '배경색 변화에 따른 볼륨 가시화 내 반투명 물체의 색 인지 향상' (authors : 박한별, 김태호, 박진아). Also, Joowon presented a poster titled 'Tacotron2 기반 한국어 음석 합성 모델 개발과 한국어에 맞는 Hyper-parameter 탐색'."
  },
  {
     "type":"Activity",
     "date":"2018-11-14",
     "to":"2019-11-16",
     "content":"We attended the AsiaHaptics2018 held at the Songdo Convensia, Incheon, Korea. Jaehyun presented \"PlayLiquid Virtual Lab: Simulation of Pouring Viscous Fluid and Whole Hand Grip\" in Data-Driven Haptic Rendering Workshop."
  },
  {
     "type":"Graduation",
     "date":"2018-08-26",
     "to":"",
     "content":"Sekil received a Ph.D. degree. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2018-06-26",
     "to":"2018-06-28",
     "content":"Seokyeol attended ACM TVX 2018 held at Hanyang University, Seoul, Korea. He presented a poster titled \"Touchable Video Streams: Towards Multi-sensory and Multi-contact Experiences\" (authors: Seokyeol Kim and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2018-06-20",
     "to":"2018-06-22",
     "content":"Seokyeol, Hyunyul, and Jihoon attended KCC 2018 (2018년 한국컴퓨터종합학술대회) held at ICC Jeju, Jeju Island, Korea. Jihoon presented a poster titled \"Lipid Droplet Tracking Method using Optical Flow in 3D Cell Image Data (3차원 세포 영상에서의 옵티컬 플로우를 이용한 지질 방울 추적기법)\" (authors: Jihoon Cho and Jinah Park). It got a best presentation award. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2018-06-04",
     "to":"2018-06-08",
     "content":"Joong-Youn attended EuroVis 2018 held in Brno, Czech Republic. He presented a short paper titled \"Perception-Aware Uncertainty Glyphs in the 3D Vector Fields\" (authors: Joong-Youn Lee and Jinah Park)."
  },
  {
     "type":"Award",
     "date":"2018-05-25",
     "to":"",
     "content":"Our work on \"A Hippocampal Morphology Study Based on a Progressive Template Deformable Model\" has been selected as one the ten most outstanding research achievements of 2017 in KAIST. Congratulations!"
  },
  {
     "type":"Visiting",
     "date":"2018-04-26",
     "to":"2018-04-27",
     "content":"Prof. James C. Gee (University of Pennsylvania, US) visited our lab and gave a lecture titled 'Modern Analytics for Medical Imaging Studies.'"
  },
  {
     "type":"Activity",
     "date":"2018-04-09",
     "to":"2018-04-13",
     "content":"We attended the 11th IEEE Pacific Visualization Symposium (PacificVis 2018) held at the Integrated Reseach Center of Kobe University, Kobe, Japan. Jaehyun presented a poster titled \"The Structure-aware Viewpoint Selection for 3D Branching Structures\" (authors: Jaehyun Jang and Jinah Park)."
  },
  {
     "type":"Award",
     "date":"2018-03-12",
     "to":"",
     "content":"Jaehyun and Jihoon won an outstanding TA award for fall semester 2017. Congratulations!"
  },
  {
     "type":"Allumni",
     "date":"2018-03-01",
     "to":"",
     "content":"Dr. Jaeil Kim, an alumnus of our lab, was appointed as an assistant professor at Kyungpook National University, Korea. Congratulations!"
  },
  {
     "type":"Welcomimg",
     "date":"2018-03-01",
     "to":"",
     "content":"Hyunyul joined CGV Lab. as a master's student. Welcome!"
  },
  {
     "type":"Graduation",
     "date":"2018-02-23",
     "to":"",
     "content":"Seokyeol received a Ph.D. degree, Inwoo received a master's degree, and Hyunyul received a bachelor's degree. Congratulations!"
  },
  {
     "type":"Welcoming",
     "date":"2002-09-01",
     "to":"",
     "content":"Prof. Jinah Park joined ICU."
  },
  {
     "type":"Activity",
     "date":"2002-10-27",
     "to":"2002-10-29",
     "content":"Prof. Park presented \"Shape Retaining Chain Linked Model for Real-time Volume Haptic Rendering\" (coauthored with SY Kim, SW Son, DS Kwon) at of IEEE/SIGGRAPH Symposium on Volume Visualization and Graphics (Boston)."
  },
  {
     "type":"Talk",
     "date":"2002-12-17",
     "to":"",
     "content":"Prof. Park gave an invited talk on \"Model-based analysis of cardiac wall motion\" at Inje University (Kimhae)."
  },
  {
     "type":"Faculty",
     "date":"2003-01-01",
     "to":"",
     "content":"Computer Graphics and Visualization Laboratory (CGV Lab) opens!"
  },
  {
     "type":"Talk",
     "date":"2003-01-09",
     "to":"2003-01-13",
     "content":"Special lecture - Prof. Park on \"Algorithms\" to Teachers for IT gifted students (ICU)."
  },
  {
     "type":"Publication",
     "date":"2003-01-01",
     "to":"",
     "content":"The paper titled \"Deformation modeling: A methodology for analyzing handaxe morphology and variability\" by Prof. Park (coauthored with A. Nowell, K. Park and D. Metaxas) is published in the book 'Multiple approaches to biface variability' edited by M. Soressi and H. Dibble, University of Pennsylvania Museum of Archaeology and Anthropology Publications."
  },
  {
     "type":"Talk",
     "date":"2003-02-05",
     "to":"",
     "content":"Prof. Park gave a special lecture on \"Virtual Reality\" at the Camp for the gifted high school students (ICU)."
  },
  {
     "type":"Talk",
     "date":"2003-02-11",
     "to":"",
     "content":"Prof. Park gave a tutorial presentation on \"Visualization\" at Human Computer Interaction Conference (Phoenix Park)"
  },
  {
     "type":"Welcoming",
     "date":"2003-04-01",
     "to":"",
     "content":"Jinah Kim joined CGV lab."
  },
  {
     "type":"Talk",
     "date":"2003-04-22",
     "to":"",
     "content":"Prof. Park gave an invited presentation on \"Physically motivated deformable model\" at the 4th International Workshop on Medical Robotics (KAIST)"
  },
  {
     "type":"Award",
     "date":"2003-05-24",
     "to":"",
     "content":"Prof. Park received the 1st Distinguished Teaching Award."
  },
  {
     "type":"Publication",
     "date":"2003-06-01",
     "to":"",
     "content":"The paper titled \"Area-Contact Haptic Simulation\" (coauthored with SY Kim and DS Kwon) was published in LNCS 2673: Surgery Simulation and Soft Tissue Modeling."
  },
  {
     "type":"Talk",
     "date":"2003-08-18",
     "to":"2003-08-22",
     "content":"Jinah Kim takes part in Maya (AliasWavefront) training course.(INSOLUTION, M-ONE TECH)"
  },
  {
     "type":"Activity",
     "date":"2003-09-01",
     "to":"",
     "content":"Jinah Kim begins her internship at ETRI."
  },
  {
     "type":"Activity",
     "date":"2003-09-27",
     "to":"2003-09-28",
     "content":"Kimjinah receives a special training about Motion Capture and Animation System at AliasWavefront's Maya Training Center in Mokwon University. (arranged by INSOLUTION, M-ONE TECH)"
  },
  {
     "type":"Activity",
     "date":"2003-10-14",
     "to":"",
     "content":"The paper titled \"Behavior Evaluation of the Shape-Retaining Chain Linked Model\" was presented by Sang-Youn Kim (coauthored with DS Kwon and Jinah Park) at the 7th Korea-Germany Joint Workshop on Advanced Medical Image Processing in Seoul."
  },
  {
     "type":"Activity",
     "date":"2003-10-14",
     "to":"",
     "content":"Prof. Park chairs the 'Visible Human Project' session at the 7th Korea-Germany Joint Workshop on Advanced Medical Image Processing in Seoul. Kimjinah also attended the workshop."
  },
  {
     "type":"Activity",
     "date":"2003-10-16",
     "to":"2003-10-17",
     "content":"German scientists from Heidelberg, Munich, Leubeck, Aachen and Berlin visited Daeduk-science-valley. Prof. Park hosted their tour to the research labs in the area and also arranged a Korean music (Jangku) lesson for the visitors."
  },
  {
     "type":"Activity",
     "date":"2003-10-21",
     "to":"",
     "content":"Prof. Park chairs the poster presentation session at the International Workshop on Digital Watermarking 2003 held in Seoul."
  },
  {
     "type":"Activity",
     "date":"2003-11-13",
     "to":"2003-11-15",
     "content":"Prof. Park presented the paper \"Information Visualization in Three-dimensional Space for Text Data Mining,\" (coauthored with Changsu Lee, Jong C. Park) at the International Women's conference on BIEN Technology: The converging of Bio, Information, environment, Energy and Nano Technology, which was held in Daejon."
  },
  {
     "type":"Activity",
     "date":"2003-11-13",
     "to":"2003-11-15",
     "content":"Prof. Park presented the paper \"Information Visualization in Three-dimensional Space for Text Data Mining,\" (coauthored with Changsu Lee, Jong C. Park) at the International Women's conference on BIEN Technology: The converging of Bio, Information, environment, Energy and Nano Technology, which was held in Daejon."
  },
  {
     "type":"Talk",
     "date":"2003-11-28",
     "to":"",
     "content":"Prof. Park gave a seminar on \"Volume Haptic Rendering\" at the Department of Information and Communications, Kwangju Institute of Science and Technology (KJIST)."
  },
  {
     "type":"Activity",
     "date":"2003-12-10",
     "to":"",
     "content":"Prof. Park and Jinah Kim attended Ubiquitous Computing Symposium held in Seoul."
  },
  {
     "type":"Talk",
     "date":"2003-12-16",
     "to":"",
     "content":"Prof. Park gave a talk on \"Real-time volume deformation\" at the 7th Conference of the 3D Medical Imaging Society, held in Seoul National University Bundang Hospital."
  },
  {
     "type":"Activity",
     "date":"2004-01-01",
     "to":"",
     "content":"The paper titled \"Case Study: Visualization and Analysis of Mitogen-Activated Protein Kinase Pathways in the Literature\" was presented by Changsu Lee (coauthored with Jinah Park, Jong C Park) at the Int'l Conference on Visualization and Data Analysis (SPIE Electronic Imaging), San Jose, USA"
  },
  {
     "type":"Welcoming",
     "date":"2004-02-02",
     "to":"",
     "content":"Sekil Park joined CGV Lab."
  },
  {
     "type":"Activity",
     "date":"2004-02-09",
     "to":"2004-02-12",
     "content":"The paper titled \"Data-Oriented Customized Visual Navigation\" was presented by Changsu Lee (coauthored with Jinah Park, Jong C Park) at the 13th HCI Conference (Phoenix Park, Korea)."
  },
  {
     "type":"Activity",
     "date":"2004-02-16",
     "to":"2004-02-20",
     "content":"Jinah Kim and Sekil Park take part in Maya(AliasWavefront) training course at Shinsegae I&C CG division."
  },
  {
     "type":"Talk",
     "date":"2004-02-27",
     "to":"",
     "content":"Prof. Park gave a special lecture on \"Medical Data Visualization\" to the IT gifted school students who visited ICU."
  },
  {
     "type":"Activity",
     "date":"2004-02-16",
     "to":"2004-02-18",
     "content":"The paper titled \"Palpation Simulator for Laparoscopic Surgery with Haptic Feedback\" was presented by Sang-Youn Kim (coauthored with Jinah Park DS Kwon) at the IASTED Int'l Conference on Biomedical Engineering (BioMed 2004) Innsbruck, Austria."
  },
  {
     "type":"Activity",
     "date":"2004-03-27",
     "to":"2004-03-31",
     "content":"The paper titled \"Multiple-Contact Representation for the Real-time Volume Haptic Rendering of a Non-rigid Object\" was presented by Sang-Youn Kim (coauthored with Jinah Park, Dong-Soo Kwon) at the 12th Symposium on Haptic Interfaces for Virtual Environment and Teleoperator Systems (IEEE Virtual Reality 2004) Chicago"
  },
  {
     "type":"Activity",
     "date":"2004-03-30",
     "to":"",
     "content":"Prof. Park and Jinah Kim attended in the seminar on Motion Capture. (Mediawork© )"
  },
  {
     "type":"Activity",
     "date":"2004-03-01",
     "to":"",
     "content":"\"Information Visualization with Text Data Mining for Knowledge Discovery Tools in Bioinformatics\" was accepted for publication at Key Engineering Materials."
  },
  {
     "type":"Welcoming",
     "date":"2004-04-01",
     "to":"",
     "content":"Hyoungjin Kim joined CGV Lab."
  },
  {
     "type":"Publication",
     "date":"2004-04-01",
     "to":"",
     "content":"\"A Graphics Tool for Curating Molecular Interaction Networks from the Literature\" is accepted for the publication in Computers in Biology and Medicine."
  },
  {
     "type":"Activity",
     "date":"2004-05-28",
     "to":"",
     "content":"We visited Dept. of Anatomy, Ajou Univ. School of Medicine."
  },
  {
     "type":"Activity",
     "date":"2004-06-17",
     "to":"2004-06-18",
     "content":"Prof. Park attended the International Symposium on Medical Simulation held at CIMIT in Cambridge, MA, USA. She presented the poster titled \"Mechanical Representation of Shape-retaining Chain Linked Model for Real-time Haptic Rendering\". She also visited Media Lab at MIT."
  },
  {
     "type":"Activity",
     "date":"2004-07-02",
     "to":"",
     "content":"Hyoungjin attended NLWCG2004 (National Laboratory Workshop on Computer Graphics) which was held in Seoul. The topic was mainly on the motion animation by the CG lab at KAIST."
  },
  {
     "type":"Activity",
     "date":"2004-07-02",
     "to":"",
     "content":"Prof. Park, Sang-Youn, Sekil, and Hyoungjin participated in the 2nd SIGCG Workshop at Ocean Castle in Ahn-myun-do. We took an advantage of the beautiful setting and had the first MT! Jinah Kim could not join us due to an unfortunate accident."
  },
  {
     "type":"Talk",
     "date":"2004-07-14",
     "to":"",
     "content":"Prof. Park made a presentation at IT ThinkNet Forum on the topic titled \"Virtual Reality meets Medicine\"."
  },
  {
     "type":"Activity",
     "date":"2004-08-08",
     "to":"2004-08-12",
     "content":"Prof. Park attended SIGGRAPH 2004 (the 31st International conference on computer graphics and interactive techniques) which was held in Los Angeles, California, USA."
  },
  {
     "type":"Activity",
     "date":"2004-08-24",
     "to":"2004-08-26",
     "content":"Jinah Kim, Sekil Park and Hyoungjin Kim took part in Maya(AliasWavefront) training course presented by M·One Tech."
  },
  {
     "type":"",
     "date":"2004-09-01",
     "to":"",
     "content":"Hye-Min Chung entered MIT Media Lab to pursue a master's degree."
  },
  {
     "type":"Activity",
     "date":"2004-09-03",
     "to":"2004-09-05",
     "content":"Hyoungjin Kim attended Digital Animation Technology Seminar & Workshop, which was led by animators and developers from PDI/Dreamworks, in Kookmin University."
  },
  {
     "type":"Talk",
     "date":"2004-10-06",
     "to":"",
     "content":"Prof. Park gave an invited talk on \"Medical Image Visualization and Simulation\" at the Korea Supercomputing Workshop 2004 (KISTI)."
  },
  {
     "type":"Activity",
     "date":"2004-10-06",
     "to":"2004-10-08",
     "content":"Hyungjin attended Pacific Graphics 2004 held in Seoul."
  },
  {
     "type":"Activity",
     "date":"2004-11-02",
     "to":"",
     "content":"CGV Lab Logo is born. Thank you Hyungjin for your contribution!"
  },
  {
     "type":"Publication",
     "date":"2004-11-01",
     "to":"",
     "content":"The paper by Sang-Youn Kim, Jinah Park and Dong-Soo Kwon, \"Real-time Haptic Rendering of a High-resolution Volumetric Deformable Object in Collaborative Virtual Environment,\" was accepted for publication at Advanced Robotics."
  },
  {
     "type":"Activity",
     "date":"2004-11-25",
     "to":"2004-11-26",
     "content":"Seunghwan Lee exhibited his work on \"3D cyber campus tour\" supervised by Prof. Park at Undergraduate Project Exhibition held in Lecture Wing Lobby, ICU."
  },
  {
     "type":"Activity",
     "date":"2004-11-29",
     "to":"",
     "content":"Prof. Park, Jinah Kim and Sekil Park attended a seminar on \"Virtual Colonoscopy\" by Arie E. Kaufman (Department of Computer Science, State University of New York at Stony Brook) held in KAIST."
  },
  {
     "type":"Activity",
     "date":"2004-11-30",
     "to":"",
     "content":"The paper titled \"Smart Architectural Surfaces: Modularized Platform for Polymorphic Functional Changes and Multimodal Interations\" written by Seongju Chang, Hyoungjin Kim, Jaedo Jung, Youngjai Kim and Manjai Lee was presented at ICAT 2004, the 14th International Conference on Artificial Reality and Telexistance, COEX, Seoul, Korea."
  },
  {
     "type":"Activity",
     "date":"2004-12-01",
     "to":"",
     "content":"Heung Sik Kang (President of SNUBH) gave a talk on 'Application of Imaging and Information Technology in Medicine' at the 6th 'University Hour' held in Supex Hall, ICU."
  },
  {
     "type":"Activity",
     "date":"2004-12-15",
     "to":"",
     "content":"Sekil Park attended the 8th meeting of Society for the 3D Medical Image Research held in SNUBH."
  },
  {
     "type":"Publication",
     "date":"2004-12-01",
     "to":"",
     "content":"The paper titled \"The Real-Time Haptic Simulation of a Biomedical Volumetric Object with Shape-retaining Chain Linked Model\" by Sang-Youn Kim, Jinah Park and Dong-Soo Kwon was accepted for publication at IEICE transaction on information and systems."
  },
  {
     "type":"Activity",
     "date":"2004-12-29",
     "to":"",
     "content":"We had a year-end party with CBio Lab and HCI Lab."
  },
  {
     "type":"Allumni",
     "date":"2005-01-01",
     "to":"",
     "content":"Sang-youn Kim joined Samsung Advanced Institute of Technology. (Congratulations!)"
  },
  {
     "type":"Allumni",
     "date":"2005-01-01",
     "to":"",
     "content":"Jinah Kim joined Korea Ocean Research & Development Institute as research engineer. (Congratulations!)"
  },
  {
     "type":"Activity",
     "date":"2005-01-17",
     "to":"",
     "content":"Prof. Park participated the First ICT Regional Workshop on VR held in Ewha Womans' University."
  },
  {
     "type":"Activity",
     "date":"2011-01-11",
     "to":"2011-01-11",
     "content":"We visited Inje University Sanggye-Paik Hospital located in Seoul, Korea. Dr. Sanglim Lee gave us a seminar about orthopedic surgery."
  },
  {
     "type":"Activity",
     "date":"2011-01-13",
     "to":"2011-01-13",
     "content":"Jaehyun and Seokyeol attended the 7th Conference on Biomedical Informatics (제7회 정보의학 세미나 및 시스템바이오정보의학 연구센터 국제심포지움) which was co-located with APBC 2011."
  },
  {
     "type":"Activity",
     "date":"2011-01-22",
     "to":"2011-01-23",
     "content":"We had a \"2011 CGV Lab Workshop\" at I'Park Condominium, Gangwon-do, Korea."
  },
  {
     "type":"Activity",
     "date":"2011-01-22",
     "to":"2011-01-23",
     "content":"We attended HCI Korea 2011 held in Alpensia Resort, Korea. Soonchan presented a paper titled \"A Method for Providing Visual Contact Cue to Improve Efficiency of 3D Cursor-based Selection in Virtual Environment (가상환경에서 차원 커서 기반 3D 객체 선택의 효율성 향상을 위한 Visual Contact Cue 제공 방법)\", authored by Soonchan Park,Jaeil Kim,and Jinah Park. Also Mihee presented a paper titled \"3D GUI for Collaboration of Multi-users and Multi-view (다 시점, 다중 사용자의 협업을 위한 3D GUI)\", authored by Mihee Jo, Jaeil Kim, Yeseul Park, and Jinah Park."
  },
  {
     "type":"Graduation",
     "date":"2011-02-11",
     "to":"2011-02-11",
     "content":"Seok received MSE and Soonchan received BSE. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2011-02-21",
     "to":"2011-04-04",
     "content":"Jaeil visited Clinical Research Imaging Centre, Edinburgh, UK, as a visiting student."
  },
  {
     "type":"Activity",
     "date":"2011-03-01",
     "to":"2011-03-01",
     "content":"Prof. Park gave a special guest lecture on Visualization in 'Computer Animation & Visualisation' course at School of Informatics, University of Edinburgh."
  },
  {
     "type":"Welcoming",
     "date":"2011-03-02",
     "to":"2011-03-02",
     "content":"Taeho joined CGV Lab. Welcome!"
  },
  {
     "type":"Activity",
     "date":"2011-03-16",
     "to":"2011-03-16",
     "content":"Both Prof. Jinah Park and Prof. Jong Park (NLP*CL Lab) were invited to give a research seminar and to meet with various researchers at the University of Dundee (host: Prof. Nick Hine) in Scotland. Prof. Jinah Park gave a talk titled 'Developing Haptic Interface for Dental Simulation'."
  },
  {
     "type":"Activity",
     "date":"2011-04-11",
     "to":"2011-04-15",
     "content":"Prof. Park attended Eurographics 2011 held in Llandudno, Wales, UK."
  },
  {
     "type":"Activity",
     "date":"2011-04-12",
     "to":"2011-04-12",
     "content":"We had a picnic at Gyeryong Mountain."
  },
  {
     "type":"Activity",
     "date":"2011-04-26",
     "to":"2011-04-26",
     "content":"Jinah Kim was invited to give a presentation on 'Implementation of Web-GS based Ocean Environmental Information System' at KISTI in Daejeon."
  },
  {
     "type":"Activity",
     "date":"2011-05-03",
     "to":"2011-05-03",
     "content":"Seokyeol attended SMART on ICT 2011 held in Seoul, Korea."
  },
  {
     "type":"Activity",
     "date":"2011-05-11",
     "to":"2011-05-14",
     "content":"We attended ITRC Forum 2011 held in COEX, Seoul, Korea. We gave a demonstration titled \"Haptic Jenga\"."
  },
  {
     "type":"Activity",
     "date":"2011-05-14",
     "to":"2011-05-14",
     "content":"Jaeil attended the 43rd KOSOMBE Conference (2011년 대한의용생체공학회 춘계학술대회). He presented a paper titled \"Template Surface Model-based 3D Shape Reconstruction of Upper Cervical Spine\" (authors: Jaeil Kim, Neil Roberts, and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2011-06-17",
     "to":"2011-06-17",
     "content":"Prof. Park attended SICSA MMI Workshop on 'Affective Interaction and Virtual Characters' held in Heriot-Watt University, Scotland. (https://sites.google.com/site/hwinteractionlab/outreach/sicsa-mmi-workshop-june-2011)"
  },
  {
     "type":"Activity",
     "date":"2011-06-20",
     "to":"2011-06-20",
     "content":"Prof. Park was invited to LSIIT in University of Strasbourg in France. She gave a seminar talk on 'Computer graphics and computer haptics for visualization and simulation' (http://lsiit-cnrs.unistra.fr/semin.php) and visited IGG group (http://lsiit.u-strasbg.fr/igg-en/index.php/Main_Page)."
  },
  {
     "type":"Activity",
     "date":"2011-06-30",
     "to":"2011-07-01",
     "content":"We attended KCC 2011 held in Gyeongju, Korea. Kimin presented a paper titled \"A Collision Model for Haptic Simulation of Tooth Preparation (치아 형성의 햅틱 시뮬레이션을 위한 충돌 모델)\" (authors: Kimin Kim, Jaihyun Kim, and Jinah Park) with a demonstration. Also Seokyeol presented a poster titled \"Quantitative Incision Skill Assessment for Computer-based Surgery Simulator (컴퓨터 기반 수술 훈련 시뮬레이터를 위한 정량적 절개 숙련도 평가 기법)\" (authors: Seokyeol Kim and Jinah Park), and Jaehyun presented a poster titled \"Haptic Simulation Algorithm for Tooth Scaling Training (치아 스케일링 훈련을 위한 햅틱 시뮬레이션 알고리즘)\" (authors: Jaehyun Cho, Jaihyun Kim, and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2011-06-20",
     "to":"2011-06-20",
     "content":"Prof. Park was invited to LSIIT in University of Strasbourg in France. She gave a seminar talk on 'Computer graphics and computer haptics for visualization and simulation' (http://lsiit-cnrs.unistra.fr/semin.php) and visited IGG group (http://lsiit.u-strasbg.fr/igg-en/index.php/Main_Page)."
  },
  {
     "type":"Activity",
     "date":"2011-07-02",
     "to":"2011-07-02",
     "content":"Jaeil and Taeho attended KSIIM Joint Workshop (의학영상정보 분야 공동학술대회) 2011 held in KINTEX, Gyeonggi-do, Korea. Jaeil gave a presentation titled \"모델 기반 다중 개체 형태 복원 기법\" (author: Jaeil Kim)."
  },
  {
     "type":"Activity",
     "date":"2011-07-06",
     "to":"2011-07-08",
     "content":"Seokyeol and Taeho attended KCGS 2011 (한국컴퓨터그래픽스학회 2011 학술대회) held in Sol Beach Resort, Gangwon-do, Korea. Seokyeol presented a paper titled \"Frame Rate Up-conversion from Visual to Haptic Rendering for Multimodal Virtual Reality Applications (멀티모달 가상현실 어플리케이션을 위한 시각 렌더링 프레임 기반 촉각 피드백 보간 기법)\" (authors: Seokyeol Kim and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2011-09-06",
     "to":"2011-09-08",
     "content":"Jinah Kim attended CoastGIS 2011 held in Oostende, Belgium. She presented a paper titled \"Implementation of Korea Operational Oceanographic Information System using Web-GIS\" (authors: Jinah Kim, Jaeil Kwon, K.S. Park, and Jinah Park) and a poster titled \"Web-GIS based Saemangeum Coastal Information System\" (authors: Jinah Kim, Chang S. Kim, and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2011-10-03",
     "to":"2011-10-07",
     "content":"Prof. Park and Jaeil attended the 14th Korea-Germany Joint Workshop on Advanced Medical Image Processing held in German Cancer Research Center, Heidelberg, Germany. Jaeil presented a paper titled \"Coupled Surface Reconstruction for Subcortical Shape Analysis\" (authors: Jaeil Kim, Joon-Kyung Seong, and Jinah Park)."
  },
  {
     "type":"Award",
     "date":"2011-10-26",
     "to":"2011-10-26",
     "content":"Kimin and Prof. Park won a distinguished paper award of KCC 2011 for a paper titled \"A Collision Model for Haptic Simulation of Tooth Preparation (치아 형성의 햅틱 시뮬레이션을 위한 충돌 모델)\" (authors: Kimin Kim, Jaihyun Kim, and Jinah Park). Also Kimin, Jaehyun, and Prof. Park won a distinguished demonstration award of KCC 2011. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2011-11-05",
     "to":"2011-11-05",
     "content":"We had a picnic at Daejeon O-World."
  },
  {
     "type":"Activity",
     "date":"2011-11-08",
     "to":"2011-11-08",
     "content":"Researchers from Institute of Industrial Technology, Samsung Heavy Industries Co. Ltd visited our lab to watch a demonstration about the haptic devices."
  },
  {
     "type":"Activity",
     "date":"2011-11-08",
     "to":"2011-11-08",
     "content":"Professors from Harbin Institute of Technology visited our lab. We gave a demonstration about our research interests."
  },
  {
     "type":"Activity",
     "date":"2011-11-17",
     "to":"2011-11-17",
     "content":"The 23rd CGV Seminar Series was held by Prof. Kyoung Shin Park (Dankook University). She gave a presentation titled \"3D Technology and 3D Content Design\"."
  },
  {
     "type":"Activity",
     "date":"2011-12-05",
     "to":"2011-12-09",
     "content":"Global Lecture Series was held by Prof. Neil Roberts (University of Edinburgh). He gave a series of lectures titled \"Quantitative Magnetic Resonance Imaging of Brain and Muscle Structure and Function: Applications in Health and Disease\"."
  },
  {
     "type":"Activity",
     "date":"2011-12-11",
     "to":"2011-12-16",
     "content":"Kimin and Seokyeol attended SIGGRAPH Asia 2011 held in Hong Kong."
  },
  {
     "type":"Activity",
     "date":"2011-12-30",
     "to":"2011-12-30",
     "content":"We had a year-end party with the members of NLP*CL Lab."
  },
  {
     "type":"Activity",
     "date":"2012-01-11",
     "to":"2012-01-13",
     "content":"Seokyeol, Soonchan, and Taeho attended HCI Korea 2012 held in Alpensia Resort, Korea. Seokyeol presented a paper titled \"Intuitive Depth-of-field Postprocessing Technique based on Joint Bilateral Filter (Joint Bilateral Filter 기반의 직관적 피사계 심도 후처리 기법)\", authored by Seokyeol Kim and Jinah Park. Also Soonchan presented a paper titled \"Select Ahead : Interaction Technique to Improve Efficiency of Object Selection in Virtual Environment with 3D Cursor (Select Ahead : 3D 커서를 사용한 가상환경에서 객체 선택의 효율성 향상을 위한 상호작용 기법)\", authored by Soonchan Park, Jaeil Kim, and Jinah Park."
  },
  {
     "type":"Activity",
     "date":"2012-01-14",
     "to":"2012-01-15",
     "content":"We had the 2012 CGV Lab Workshop at Bitsogum House, Gongju, Korea."
  },
  {
     "type":"Activity",
     "date":"2012-01-18",
     "to":"2012-01-18",
     "content":"Prof. Tae-Jeong Jang (Kangwon National University, Korea) visited our lab. We gave a demonstration with our research interests and discussed about them."
  },
  {
     "type":"Award",
     "date":"2012-02-06",
     "to":"2012-02-06",
     "content":"Soonchan won an outstanding TA award for 2011 fall semester. Congratulations!"
  },
  {
     "type":"Graduation",
     "date":"2012-02-24",
     "to":"2012-02-24",
     "content":"Jaehyun and Mihee received M.S. Congratulations!"
  },
  {
     "type":"Welcoming",
     "date":"2012-04-01",
     "to":"2012-04-01",
     "content":"Seonggyu and Hojin joined CGV Lab. Welcome!"
  },
  {
     "type":"Activity",
     "date":"2012-04-17",
     "to":"2012-04-17",
     "content":"The 24th CGV Seminar Series was held by Dr. Min-Seok Kim (Korea Research Institute of Standards and Science). He gave a presentation titled \"Tactile sensors and their applications (촉각 센서와 응용 기술)\"."
  },
  {
     "type":"Activity",
     "date":"2012-04-23",
     "to":"2012-04-29",
     "content":"Dr. Maria del Carmen Valdes Hernandez (The University of Edinburgh) visited our lab as a visiting researcher."
  },
  {
     "type":"Activity",
     "date":"2012-05-03",
     "to":"2012-05-03",
     "content":"The 25th CGV Seminar Series was held by Prof. Kwangsu Cho (Sungkyunkwan University). He gave a presentation titled \"Applied Haptics and Multisensory UX (햅틱스와 다중감각 UX)\". "
  },
  {
     "type":"Activity",
     "date":"2012-05-09",
     "to":"2012-05-09",
     "content":"The 26th CGV Seminar Series was held by Mr. Nohun Park (Starcell Inc.) and Mr. Junard Lee (Nvidia). Mr. Park gave a talk titled \"CUDA and Parallel Computing\", and Mr. Lee  gave a talk titled \"Heterogeneous Computing - Science with GPU Computing\"."
  },
  {
     "type":"Activity",
     "date":"2012-05-11",
     "to":"2012-05-11",
     "content":"Jaehyun attended CASA 2012 held in Nanyang Executive Centre, Singapore. He presented a paper titled \"A Mode Selection Method for Adaptive Deformation with Reduced Deformable Models\", authored by Jaehyun Cho and Jinah Park."
  },
  {
     "type":"Activity",
     "date":"2012-05-12",
     "to":"2012-05-12",
     "content":"We celebrated homecoming with our alumni."
  },
  {
     "type":"Activity",
     "date":"2012-05-21",
     "to":"2012-05-21",
     "content":"Prof. Park was invited to give a seminar at the Department of Brain and Cognitive Engineering, Korea University. She give a talk titled \"Computer Haptics and its Applications (컴퓨터 햅틱 기술과 이의 응용)\". "
  },
  {
     "type":"Activity",
     "date":"2012-06-05",
     "to":"2012-06-05",
     "content":"The 27th CGV Seminar Series was held by Dr. Burkhard Wuensche (The University of Auckland). He gave a talk titled \"3D Worlds for Everyone! - New Technologies for 3D Content Creation\". "
  },
  {
     "type":"Activity",
     "date":"2012-06-08",
     "to":"2012-06-08",
     "content":"The 28th CGV Seminar Series was held by Mr. Alexander Seitel (German Cancer Research Center). He gave a presentation titled \"Medical Image Processing at DKFZ - Overview and Navigation Applications\"."
  },
  {
     "type":"Award",
     "date":"2012-06-12",
     "to":"2012-06-15",
     "content":"Prof. Park and Kimin attended EuroHaptics 2012 held in Tampere, Finland. Kimin gave a demonstration titled \"A Dental Simulator for Training of Prevalent Interventions: Tooth Restoration and Ultrasonic Scaling\" (authors: Kimin Kim, Jaehyun Cho, Jaihyun Kim, and Jinah Park). Also they won a Best Demo Award of EuroHaptics 2012. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2012-06-14",
     "to":"2012-06-14",
     "content":"Jaeil and Taeho attended The 8th International Conference of ISSiS (International Society for Simulation Surgery) held in Seoul, Korea. Taeho presented his work titled \"Orthopedic Surgery Planning Simulator for Intra-articular Fracture\", authored by Taeho Kim, Jaeil Kim, and Jinah Park."
  },
  {
     "type":"Activity",
     "date":"2012-06-23",
     "to":"2012-06-25",
     "content":"We had a 2012 CGV Summer Workshop at Uksae-oreum, Jeju, Korea."
  },
  {
     "type":"Activity",
     "date":"2012-06-25",
     "to":"2012-06-27",
     "content":"We attended KCGS 2012 (한국컴퓨터그래픽스학회 2012 학술대회) held in Phoenix Island, Jeju, Korea. Soonchan presented a paper titled \"A Comparison Study on 3D Object Selection Techniques of Virtual Hand Metaphor (가상 손 환경 기반 3차원 객체 선택 기법 비교분석 연구)\", authored by Soonchan Park, Seokyeol Kim, and Jinah Park. Also Hojin presented a poster titled \"Extracting Texture Features of Different Fracture Types for Improving Rib Fracture Detection (늑골 골절 검출 향상을 위한 골절 종류에 따른 텍스처 특징 추출)\", authored by Hojin Ryoo, Jaeil Kim, and Jinah Park."
  },
  {
     "type":"Award",
     "date":"2012-06-28",
     "to":"2012-06-28",
     "content":"Kimin and Prof. Park won a distinguished paper award from KIISE for a paper titled \"A Collision Model for Real-time Simulation of Tooth Preparation (실시간 치아 형성 시뮬레이션을 위한 충돌 모델)\", authored by Kimin Kim, Jaihyun Kim, and Jinah Park. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2012-06-29",
     "to":"2012-06-29",
     "content":"The 29th CGV Seminar Series was held by Prof. Younbyoung Chae (Kyung Hee University). He gave a talk titled \"Visualization of Meridian Map & Haptic Simulation for Acupuncture\"."
  },
  {
     "type":"Activity",
     "date":"2012-07-06",
     "to":"2012-07-07",
     "content":"Jaeil, Taeho, and Hojin attended KSIIM Joint Workshop 2012 (2012년도 의학영상 및 의료로봇분야 공동학술대회) held in Seoul, Korea. Jaeil gave a tutorial titled \"Medical Image Segmentation and Registration using ITK\". Also he presented a paper titled \"라플라시안 변형 기법 기반 인체 장기 형태 모델링\", authored by Jaeil Kim and Jinah Park."
  },
  {
     "type":"Graduation",
     "date":"2012-08-01",
     "to":"2012-08-01",
     "content":"Soonchan received M.S. Congratulations! "
  },
  {
     "type":"Activity",
     "date":"2012-08-26",
     "to":"2012-08-31",
     "content":"Soonchan attended APCHI 2012 held in Matsue, Japan. He presented a paper titled \"Select Ahead: Efficient Object Selection Technique Using the Tendency of Recent Cursor Movements\", authored by Soonchan Park, Seokyeol Kim, and Jinah Park."
  },
  {
     "type":"Award",
     "date":"2012-09-07",
     "to":"2012-09-07",
     "content":"Our alumnus Prof. Sang-Youn Kim and Prof. Park won a Best Paper Award from the 4th SPENALO International Symposium on Marine and Medical Robotics (SIS 2012). Congratulations! "
  },
  {
     "type":"Award",
     "date":"2012-09-10",
     "to":"2012-09-10",
     "content":"Kimin and Seokyeol won an outstanding TA award for 2012 spring semester. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2012-09-25",
     "to":"2012-09-25",
     "content":"Prof. Park was invited to give a talk at Visual Computing & Virtual Reality Lab in Ewha Womans University."
  },
  {
     "type":"Activity",
     "date":"2012-10-01",
     "to":"2012-10-07",
     "content":"Jaeil Kim and Hojin Ryoo attened MICCAI 2012 held in Nice, France."
  },
  {
     "type":"Activity",
     "date":"2012-10-24",
     "to":"2012-10-24",
     "content":"We have organized KAIST Interdisciplinary Workshop on Medical Applications. Approximately 40 people from 6 departments have participated."
  },
  {
     "type":"Activity",
     "date":"2012-10-25",
     "to":"2012-10-25",
     "content":"Prof. Park and Kimin Kim participated ‘Workshop for Medical Devices – Trabecular bone change after implantation of dental & orthopedic implant’, which was held in Ajou University Hospital."
  },
  {
     "type":"Publication",
     "date":"2012-11-01",
     "to":"2012-11-01",
     "content":"The paper tiled \"Visualizing Marine Environmental Changes to the Saemangeum Coast\" by Jinah Kim and Jinah Park was published in IEEE Computer Graphics and Applications, Vol. 32, No. 6, November/December 2012."
  },
  {
     "type":"Activity",
     "date":"2012-11-06",
     "to":"2012-11-06",
     "content":"We visited KIOST(Korea Institute of Ocean Science & Technology), Daejeon, Korea. Sekil gave a demonstration about the shiphandling simulator system."
  },
  {
     "type":"Activity",
     "date":"2012-11-07",
     "to":"2012-11-07",
     "content":"Prof. Park was invited to the First Wednesday Multidisciplinary Forum (첫수 융합포럼). She give a talk titled \"Study on interaction-induced symptoms with respect to virtual grasping and manipulation\"."
  },
  {
     "type":"Activity",
     "date":"2012-11-15",
     "to":"2012-11-16",
     "content":"Seokyeol and Taeho attended to the Next Generation Computing R&D Exhibition 2012 (2012 차세대컴퓨팅 R&D 전시회 및 컨퍼런스) held in COEX, Seoul, Korea. They gave a demonstration about the 3D object manipulation and the 3D graphical user interface using the spatial input devices."
  },
  {
     "type":"Activity",
     "date":"2012-11-15",
     "to":"2012-11-16",
     "content":"We attended International Forum on Medical Imaging in Asia (IFMIA) 2012 held in KAIST, Korea. Taeho presented a paper titled \"An intuitive interaction method for handling intra-articular bone structures in 3D space for fracture surgery planning\" (authors: Taeho Kim and Jinah Park), and Hojin presented a paper titled \"An interactive region-annotation method for specifying and assessing anatomical regions on 3D human organ models\" (authors: Hojin Ryoo, Jaeil Kim, and Jinah Park). Also Prof. Park chaired Computer Aided Diagnosis session."
  },
  {
     "type":"Activity",
     "date":"2012-11-23",
     "to":"2012-11-24",
     "content":"Prof. Park and Geonhwa attended the 39th KIISE Fall Conference (한국정보과학회 제39회 추계학술발표회) held in Chungnam National University, Korea. Geonhwa presented a poster titled \"3D Interactive Visualization Method with Confirmation and Prediction of the Object Shape for Assistance of Manual Image Segmentation (수동 영상 분할 도움을 위한 상호작용적 대상 객체 확인 및 형태 예측 3차원 시각화 기법)\", authored by Geonhwa Jeong, Jaeil Kim, Taeho Kim, and Jinah Park. Also he won a Best Paper Award from KIISE. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2012-11-28",
     "to":"2012-12-01",
     "content":"Prof. Park and Joong-youn attended SIGGRAPH Asia 2012 held at Singapore EXPO, Singapore."
  },
  {
     "type":"Activity",
     "date":"2012-12-05",
     "to":"2012-12-05",
     "content":"Prof. Fazhi He (Wuhan University, China) and his students visited our lab. We gave demonstrations about our research topics and discussed about them."
  },
  {
     "type":"Activity",
     "date":"2012-12-07",
     "to":"2012-12-07",
     "content":"Prof. Park, Kimin, and Seokyeol attended the 6th Korea Haptics Community (KHC) Workshop held in Daejeon Convention Center, Korea. Kimin and Seokyeol gave a presentation titled \"VR-based simulators in medical and industrial fields: dental treatment, rehabilitation, and teleoperation\" (authors: Kimin Kim, Seokyeol Kim, and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2012-12-14",
     "to":"2012-12-14",
     "content":"We attended 2012 International Workshop on IT Convergence for Human Wellness held in KAIST, Korea. Prof. Park chaired 'Keynote 2 - Patient and Process Specific Imaging and Visualization for computer assisted interventions' session."
  },
  {
     "type":"Activity",
     "date":"2012-12-16",
     "to":"2012-12-16",
     "content":"Prof. Nassir Navab (Technical University of Munich, Germany) visited our lab. We presented our works with the demonstrations and the discussion. Also we had a nice dinner at Yetteo Traditional Museum."
  },
  {
     "type":"Activity",
     "date":"2012-12-27",
     "to":"2012-12-27",
     "content":"Prof. Tae-Jeong Jang (Kangwon National University, Korea) and his students visited our lab. They gave a demonstration about the portable haptic workbench to us."
  },
  {
     "type":"Activity",
     "date":"2012-12-28",
     "to":"2012-12-28",
     "content":"We had the 2012 Year-end CGV Lab Workshop at KI Buliding, KAIST."
  },
  {
     "type":"Activity",
     "date":"2013-01-03",
     "to":"2013-01-03",
     "content":"We had a New Year's party with the members of NLP*CL Lab."
  },
  {
     "type":"Activity",
     "date":"2013-01-21",
     "to":"2013-01-21",
     "content":"Students from Gyeongsan Science High School visited our lab. Prof. Park gave a talk about the virtual reality, and we gave demonstrations to them."
  },
  {
     "type":"Activity",
     "date":"2013-01-30",
     "to":"2013-02-01",
     "content":"Seokyeol and Seonggyu attended HCI Korea 2013 held in High1 Resort, Korea. Seokyeol presented a paper titled \"Rotatable Cubic User Interface for Multi-dimensional Data Browsing (다차원 데이터 탐색 및 선택을 위한 큐브 회전형 사용자 인터페이스)\", authored by Seokyeol Kim and Jinah Park."
  },
  {
     "type":"Award",
     "date":"2013-02-22",
     "to":"2013-02-22",
     "content":"Taeho received M.S., and Soonchan won a Distinguished Master's Thesis Award from the Department of Computer Science, KAIST. Congratulations!"
  },
  {
     "type":"Celebration",
     "date":"2013-02-23",
     "to":"2013-02-23",
     "content":"Seonggyu got married. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2013-02-25",
     "to":"2013-02-25",
     "content":"The 31st CGV Seminar Series was held by Dr. Dong Yeon Lee (Seoul National University Hospital). He gave a talk titled \"Development Need for Weight bearing Foot Motion Analysis\"."
  },
  {
     "type":"Activity",
     "date":"2013-03-01",
     "to":"2013-03-01",
     "content":"Our lab is relocated to the 2nd floor West Wing of Computer Science building (E3-1) from KI building."
  },
  {
     "type":"Welcoming",
     "date":"2013-03-02",
     "to":"2013-03-02",
     "content":"Uitae joined CGV Lab. Welcome!"
  },
  {
     "type":"Activity",
     "date":"2013-03-22",
     "to":"2013-03-22",
     "content":"Prof. Park gave an invited talk titled 'Interacting with 3D Virtual World' at ETRI Creative Future Research Laboratory. She introduced our research work of Computer Graphics and Computer Haptics for Visualization and Simulation."
  },
  {
     "type":"Activity",
     "date":"2013-03-27",
     "to":"2013-03-27",
     "content":"We have organized the 1st Last Wednesday Forum of Medical Imaging and Applications. Jaeil gave a talk titled \"3 Dimensional Shape Modeling and Analysis for Brain Structures\"."
  },
  {
     "type":"Activity",
     "date":"2013-04-15",
     "to":"2013-04-17",
     "content":"We attended WHC 2013 held in Daejeon Convention Center, Korea. Joongyoun, Seokyeol, and Uitae gave demonstrations titled \"Haptic Xylophone\" (authors: Joong-Youn Lee, Sang Eon Lee, and Jinah Park), \"A Simulation Environment for Teleoperated Robotic Tasks with Haptic Guidance\" (authors: Seokyeol Kim and Jinah Park), and \"Haptic Snapping Guided Hangul Learning System\" (authors: Uitae Kim, Seokyeol Kim, and Jinah Park) respectively."
  },
  {
     "type":"Activity",
     "date":"2013-06-01",
     "to":"2013-06-01",
     "content":"Uitae attended 2013 KMMS Spring Conference(2013 년도 한국멀티미디어학회 춘계학술발표대회) held in KAIST, Korea. He presented a poster titled \"Effective Hangul writing education algorithm using haptic snapping (햅틱스내핑을 이용한 효과적인 한글 쓰기교육 알고리즘)\", authored by Uitae Kim and Jinah Park."
  },
  {
     "type":"Activity",
     "date":"2013-06-12",
     "to":"2013-06-12",
     "content":"Students from Khalifa University visited our lab. We gave demonstrations of our works."
  },
  {
     "type":"Activity",
     "date":"2013-06-19",
     "to":"2013-06-21",
     "content":"We attended KCGS 2013 (한국컴퓨터그래픽스학회 2013 학술대회) held in Hanwha Resort Haeundae, Busan, Korea. We gave 3 oral presentations and 1 poster presentation during the conference. Also Seokyeol and Prof. Park won a Distinguished Paper Award from KCGS for a paper titled \"Virtual Testbed for Teleoperated Mobile Robots with Haptic Guidance (원격 로봇 제어 가이드를 위한 햅틱 시뮬레이션 환경 구축)\"."
  },
  {
     "type":"Activity",
     "date":"2013-07-11",
     "to":"2013-07-12",
     "content":"Jaeil, Taeho, Hojin, and Uitae attended the 27th KSIIM Workshop (제27회 대한의학영상정보학회 학술대회) held in Korea University, Seoul, Korea. Jaeil gave a tutorial titled \"Medical Imaging Segmentation and Registration using ITK\", and Hojin presented a paper titled \"Lateral Ventricle의 형상 복원 및 분석에 대한 연구 및 고찰\", authored by Hojin Ryoo, Jaeil Kim, Maria H. Valdez, and Jinah Park."
  },
  {
     "type":"Activity",
     "date":"2013-07-16",
     "to":"2013-07-16",
     "content":"Anna Seo (Ph.D) and students from Konkuk University visited our lab. Dr. Seo presented \"Medical image processing and simulation in nasal area\"."
  },
  {
     "type":"Activity",
     "date":"2013-08-16",
     "to":"2013-08-28",
     "content":"Prof. Park, Hojin and Taeho visited Edinburgh for the NRF Joint research project. Hojin and Taeho worked at Brain Research Imaging Centre (BRIC). They also visited Clinical Research Imaging Centre and School of Informatics, University of Edinburgh."
  },
  {
     "type":"Activity",
     "date":"2013-08-29",
     "to":"2013-08-29",
     "content":"We and together with Maksu(Last Wednesday) Forum members organized the 1st KAIST-NIMS Workshop on Medical Imaging. More than 80 people were actively participated the workshop."
  },
  {
     "type":"Activity",
     "date":"2013-09-01",
     "to":"2013-09-01",
     "content":"We are ready for the new semester with upgraded interior of the lab. (Some additions to the lab: Newly decorated bulletin board, brand new curtain for cozy environment, and custom-made shoe-closet!)"
  },
  {
     "type":"Award",
     "date":"2013-09-09",
     "to":"2013-09-09",
     "content":"Kimin, Taeho, and Hojin won an outstanding TA award for 2013 spring semester. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2013-09-21",
     "to":"2013-09-26",
     "content":"Prof. Park, Taeho, and Uitae attended MICCAI 2013 held in Nagoya, Japan."
  },
  {
     "type":"Welcoming",
     "date":"2013-09-21",
     "to":"2013-09-26",
     "content":"Deokjae joined CGV Lab. Welcome!"
  },
  {
     "type":"Activity",
     "date":"2013-10-01",
     "to":"2013-10-01",
     "content":"Dr. Michael Friebe (Technical University Munich, Germany) visited out lab. We presented our research progresses and discussed about them."
  },
  {
     "type":"Activity",
     "date":"2013-10-02",
     "to":"2013-10-02",
     "content":"We attended the 5th Last Wednesday Forum of Medical Imaging and Applications. Hojin gave a talk titled \"3D Shape Modeling and Analyzing Method for the Lateral Ventricle of Normal Aging People\"."
  },
  {
     "type":"Activity",
     "date":"2013-10-11",
     "to":"2013-10-11",
     "content":"The 33rd CGV Seminar Series was held by Dr. Guorong Wu and Dr. Minjeong Kim (University of North Carolina, Chapel Hill). Dr. Wu gave a talk titled \"High-Resolution 4D-CT for Lung Cancer Image Guided Radiotherapy\", and Dr. Kim gave a talk titled \"Learning-based Hippocampus Segmentation of Hippocampus in 7.0T MR images\"."
  },
  {
     "type":"Activity",
     "date":"2013-10-27",
     "to":"2013-10-27",
     "content":"We had a picnic at Gongju Cheese School."
  },
  {
     "type":"Activity",
     "date":"2013-11-14",
     "to":"2013-11-14",
     "content":"Guests from Hyundai Heavy Industries visited our lab. We gave demonstrations about haptic applications."
  },
  {
     "type":"Activity",
     "date":"2013-11-18",
     "to":"2013-11-18",
     "content":"Mr. Philipp Matthies (Technical University Munich, Germany) visited out lab. We gave demonstrations about our research topics."
  },
  {
     "type":"Activity",
     "date":"2013-11-30",
     "to":"2013-12-16",
     "content":"Jaeil and Hojin visited Edinburgh for the NRF Joint research project. They worked at Brain Research Imaging Centre (BRIC). Also Prof. Park and Jaeil won the CIVIS A.S.M 2013 Prize for the collaborated research with Dr. Maria. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2013-12-18",
     "to":"2013-12-18",
     "content":"Dr. Taehyun Rhee (Victoria University of Wellington, New Zealand) visited our lab. We demonstrated our works and discussed about them."
  },
  {
     "type":"Activity",
     "date":"2013-12-30",
     "to":"2013-12-30",
     "content":"We had an end of year party."
  },
  {
     "type":"Activity",
     "date":"2015-02-07",
     "to":"2015-02-07",
     "content":"We had the 2015 CGV Lab Vision Workshop at KAIST."
  },
  {
     "type":"Graduation",
     "date":"2015-02-13",
     "to":"2015-02-13",
     "content":"Jaeil received Ph.D., and Hojin received M.S. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2015-02-20",
     "to":"2015-02-26",
     "content":"Prof. Park attended SPIE Medical Imaging 2015 held in Orlando, Florida, United States."
  },
  {
     "type":"Activity",
     "date":"2015-02-27",
     "to":"2015-02-27",
     "content":"We attended the 2nd Korea-Europe Workshop on Biomedical Informatics and Natural Language Processing held in KAIST. Deokjae presented his work titled \"A Haptic Interface Framework for Sensing Movement Behavior from Existing Application Contents\", and Kimin and Seokyeol gave a talk titled \"Real-time Haptic Applications\"."
  },
  {
     "type":"Welcoming",
     "date":"2015-03-01",
     "to":"2015-03-01",
     "content":"Stuart and Jaehyun joined CGV Lab. Welcome!"
  },
  {
     "type":"Award",
     "date":"2015-03-02",
     "to":"2015-03-02",
     "content":"Deokjae, Seokyeol, and Taeho won an outstanding TA award for fall semester 2014. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2015-04-01",
     "to":"2015-04-01",
     "content":"Eunbi started the dual degree program at TU Berlin, Germany. Good luck!"
  },
  {
     "type":"Activity",
     "date":"2015-04-20",
     "to":"2015-04-23",
     "content":"We attended CHI 2015 held in COEX, Seoul, Korea."
  },
  {
     "type":"Activity",
     "date":"2015-05-06",
     "to":"2015-05-06",
     "content":"Youngju and Seokyeol attended ICROS 2015 held in DCC, Daejeon, Korea. Youngju presented a poster titled \"Quantitative Assessment System for Upper Limb Disorders using Generic Haptic Devices and a Pulley Metaphor (햅틱 장치와 도르래 메타포를 이용한 상지 운동장애의 정량적 평가 기법 제안)\" (authors: Youngju Oh, Seokyeol Kim, and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2015-06-12",
     "to":"2015-06-12",
     "content":"Prof. Park gave an invited talk at the International Congress of KSSiS (International Society for Simulation Surgery) held in Grand Hilton Hotel, Seoul. Her talk title was \"The Role of Haptics in Virtual Interaction\"."
  },
  {
     "type":"Activity",
     "date":"2015-06-13",
     "to":"2015-06-19",
     "content":"Prof. Park and Dr. Jaeil Kim participated the 2nd International Workshop on Medical Image Analysis and Cognition-Guided Surgery held at DKFZ (German Cancer Research Center) in Heidelberg, Germany. Prof. Park presented the research work of Yongwan Kim on virtual interaction, and Jaeil presented the shape modeling work as well as his new project on the framework for Visual Analytics. The Workshop also included the lab tour at KIT (Karlsruhe Institute of Technology)."
  },
  {
     "type":"Activity",
     "date":"2015-06-24",
     "to":"2015-06-24",
     "content":"Prof. Park and Dr. Jinah Kim participated the special workshop held during KCC 2015 (Korea Computer Congress 2015) in Jeju Island, Korea. The workshop was to promote women scientists and engineers in Information Technology field."
  },
  {
     "type":"Award",
     "date":"2015-06-24",
     "to":"2015-06-24",
     "content":"Prof. Park and Kimin attended to KCC 2015 held in Jeju National University, Korea. Kimin presented a paper titled \"Fracture Toughness Evaluation Technique for Real-Time Bone Cutting Simulation (실시간 뼈 절삭 시뮬레이션을 위한 파괴인성 평가 기법)\" (authors: Kimin Kim and Jinah Park). Also they won a distinguished paper award of KCC 2015. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2015-07-02",
     "to":"2015-07-04",
     "content":"Kimin, Seokyeol, and Youngju attended to 2015 NCRC Summer Workshop held in Tongyeong, Korea."
  },
  {
     "type":"Activity",
     "date":"2015-07-10",
     "to":"2015-07-10",
     "content":"Deokjae, Seokyeol, Youngju, and Stuart attended 2015 KEIT Conference on Virtual Training (2015 산업엔진 가상훈련 컨퍼런스) held in The-K Hotel, Seoul, Korea."
  },
  {
     "type":"Activity",
     "date":"2015-07-30",
     "to":"2015-07-30",
     "content":"We participated in the exchange meeting with CG and HCI-related research groups in KAIST. Prof. Park gave a talk titled \"Virtual Simulation & Interaction Research at CGV Lab\"."
  },
  {
     "type":"Graduation",
     "date":"2015-08-14",
     "to":"2015-08-14",
     "content":"Deokjae received M.S. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2015-08-26",
     "to":"2015-08-28",
     "content":"Prof. Park participated Gender Summit 6 Asia Pacific 2015, and presented on the topic of \"Exploring ways to close gender gap in Computer Science and Engineering\" at the 7th China-Japan-Korea Women Leaders Forum for Science and Technology held in The Plaza Hotel, Seoul, Korea."
  },
  {
     "type":"Activity",
     "date":"2015-08-28",
     "to":"2015-08-28",
     "content":"Taeho and Uitae attended 2015 KSIIM Workshop (2015년도 대한의학영상정보학회 학술대회) held in Yonsei University Wonju Campus, Korea. Uitae presented a paper titled \"템플릿 모델 변형을 통한 환자 맞춤형 척추 모델링\" (authors: Uitae Kim and Jinah Park)."
  },
  {
     "type":"Award",
     "date":"2015-09-07",
     "to":"2015-09-07",
     "content":"Taeho and Jaehyun won an outstanding TA award for spring semester 2015. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2015-09-15",
     "to":"2015-09-15",
     "content":"Mr. David J. Kasik (Senior Technical Fellow, The Boeing Company, USA) visited our lab. Prof. Park and Kimin gave a demonstration about our research topics."
  },
  {
     "type":"Activity",
     "date":"2015-10-16",
     "to":"2015-10-16",
     "content":"Students from Daejeon Dunwon High School visited our department as a part of the field trip program hosted by the Association of Korean Women Scientists and Engineers (KWSE). Prof. Park gave a talk about computer science and we demonstrated several VR applications."
  },
  {
     "type":"Activity",
     "date":"2015-10-23",
     "to":"2015-10-23",
     "content":"Prof. Park and Dr. Jinah Kim participated the final presentation of Team Research Project Support for Female Undergraduate and Graduate Engineering Students (여대학(원)생 공학연구팀제 지원사업 결과발표회) organized by WISET and KIISE."
  },
  {
     "type":"Activity",
     "date":"2015-11-02",
     "to":"2015-11-02",
     "content":"Prof. Rudiger Dillmann (Karlsruhe Institute of Technology, Germany) visited our lab. We introduced our research topics and discussed about them. Also he gave a talk titled \"How to Emulate the Human Brain to Control a Neuro-Robotic Simulator\" at CS Colloquium."
  },
  {
     "type":"Activity",
     "date":"2015-11-06",
     "to":"2015-11-06",
     "content":"We hosted the 8th Korea Haptics Community Workshop (제8회 한국햅틱스연구회 워크샵) held in KAIST, and Stuart gave a demonstration titled \"V-Kitchen: Bimanual Haptic VR Interaction for Patients with Cognitive Impairment\" (authors: Stuart Burmeister, Kimin Kim, Jinah Park)."
  },
  {
     "type":"Celebration",
     "date":"2015-11-21",
     "to":"2015-11-21",
     "content":"Soonchan got married. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2015-11-27",
     "to":"2015-11-27",
     "content":"Prof. Klaus Mueller (SUNY Stony Brook, USA) visited our lab. He presented on the topic of \"Big Data Visual Analytics.\""
  },
  {
     "type":"Activity",
     "date":"2015-11-27",
     "to":"2015-11-28",
     "content":"We attended KAIST Medical Imaging Group Workshop held in Lotte Resort, Buyeo, Korea. Taeho gave a presentation titled \"Development of 3D Model-based Morphometric Method for Assessment of Human Weight-bearing.\""
  },
  {
     "type":"Activity",
     "date":"2015-12-29",
     "to":"2015-12-29",
     "content":"We had an end of year party."
  },
  {
     "type":"Welcoming",
     "date":"2008-01-01",
     "to":"",
     "content":"Seok Kim and Seok-Yeol Kim joined CGV Lab. Welcome!"
  },
  {
     "type":"Activity",
     "date":"2008-02-13",
     "to":"2019-02-15",
     "content":"We attended HCI 2008 Conference held in Phoenix Park, Kangwon."
  },
  {
     "type":"Welcoming",
     "date":"2008-02-18",
     "to":"",
     "content":"Markus Haense joined CGV Lab as an exchange student for Spring term. Welcome!"
  },
  {
     "type":"Activity",
     "date":"2008-03-02",
     "to":"",
     "content":"Yongwan Kim's paper titled '6DOF Whole-Hand Haptic Interaction System based on Hybrid Grasping Approach' (coauthors: Yongseok Jang, Wookho Son, Jinah Park) has been accepted for poster presentation at EuroHaptics 2008 to be held in Madrid."
  },
  {
     "type":"Celebration",
     "date":"2008-03-15",
     "to":"",
     "content":"Alumni Sekil Park became a father of a boy. Best wishes to his family!"
  },
  {
     "type":"Activity",
     "date":"2008-03-28",
     "to":"",
     "content":"Prof. Park gave a talk on 'Data Visualization' for IC Colloquium of GIST Department of Informatics and Communications."
  },
  {
     "type":"Activity",
     "date":"2008-03-28",
     "to":"",
     "content":"Jaeil, Kimin and Prof. Park attended the 1st Haptics Sig Workshop held in Gwangju Institute of Science and Technology (GIST)."
  },
  {
     "type":"Publication",
     "date":"2008-04-01",
     "to":"",
     "content":"The paper titled 'Research on Protein Interaction Network Visualization Tool Combined with Gene Ontology' (authors: Yunkyu Choi, Seok Kim, Gwansoo Lee, and Jinah Park), and the paper titled 'Geo-Visualization of Storm-Surge Study based on Web-GIS' (authors: Jinah Kim, KS Park, J Kwon and Jinah Park) were accepted for oral presentation and poster presentation, respectively, at Korea Computer Congress (KCC) 2008."
  },
  {
     "type":"Alumni",
     "date":"2008-05-01",
     "to":"",
     "content":"Homecoming! Alumni Sekil, Jihwan, Seongyoon, and Daeseok (and Dongwook)"
  },
  {
     "type":"Activity",
     "date":"2008-05-16",
     "to":"",
     "content":"CGV Research Lab demonstration (visitors: Profs. JH Ryu, SC Jeon, HS Ahn, KH Ko from GIST, Prof. J Kim from KAIST, Prof. SM Choi from POSTECH, and students (YM Lim & Mr. BC Lee) from GIST)."
  },
  {
     "type":"Award",
     "date":"2008-05-01",
     "to":"",
     "content":"Jaeil is accepted to the KOSEF-DAAD program, which supports 2 months abroad study in Germany. He will be a visiting student at German Cancer Research Center in Heidelberg."
  },
  {
     "type":"Project",
     "date":"2008-05-01",
     "to":"",
     "content":"Our research proposal to KOSEF Basic Science Research Project was selected. The topic is 'Development of a Computer Haptics Software Workbench for Surgery Simulation', and the total of 280 million won will be granted for the three-year project."
  },
  {
     "type":"Activity",
     "date":"2008-06-14",
     "to":"2008-06-15",
     "content":"We had a joint-MT at Eoseom Resort. NLP*CL Lab from KAIST was also participated."
  },
  {
     "type":"Activity",
     "date":"2008-06-21",
     "to":"",
     "content":"We attended KSIIM Joint Workshop 2008 held in Yonsei Severance Hospital, Seoul. Prof. Park chaired the 3D imaging session. Kimin, Yeseul and Jaehwan gave a demonstration about 'Real-time haptic rendering of volume deformation and modification (햅틱 렌더링을 위한 장기와 뼈의 실시간 변형 모델)', and Jaeil presented a paper on 'Automatic heart 3D segmentation system using heart area detection with search rays and deformable model with simplex mesh (자동 심장 세그멘테이션을 위한 Search Rays 기반 심장 위치 정보 검출 및 Simplex Mesh 가변 모델)'. Also Kimin, Yeseul and Jaehwan won the Philips Best Demonstration Prize. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2008-06-30",
     "to":"2008-07-02",
     "content":"Jinah Kim and Yunkyu Choi attended Korea Computer Congress (KCC) 2008 held in Pheonix Park, Kangwon. Jinah presented a paper titled 'Geo-Visualization of Storm-Surge Study based on Web-GIS' (authors: Jinah Kim, KS Park, J Kwon and Jinah Park), and Yunkyu presented a paper titled 'Research on Protein Interaction Network Visualization Tool Combined with Gene Ontology' (authors: Yunkyu Choi, Seok Kim, Gwansu Yi and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2008-07-07",
     "to":"2008-07-09",
     "content":"Prof. Park attended ISMBS (International Symposium on Computational Models for Biomedical Simulation) 2008 held in Imperial College, London."
  },
  {
     "type":"Activity",
     "date":"2008-07-07",
     "to":"2008-07-09",
     "content":"Yunkyu, Seokyeol and Seok attended KCGS 2008 SUMMER held in Shineville Resort, Jeju. Seokyeol presented a paper titled 'Automated 3-Dimemsional Heart Segmentation by Search Rays' (authors: Seokyeol Kim, Jaeil Kim and Jinah Park), and Seok presented a paper titled 'Visualization and Analysis of Gene Ontology' (authors: Seok Kim, Yunkyu Choi, Gwansu Yi and Jinah Park)."
  },
  {
     "type":"Visiting",
     "date":"2008-07-28",
     "to":"",
     "content":"Prof. Mark Steedman and Prof. Bonnie Webber from University of Edinburgh visited our lab."
  },
  {
     "type":"Graduation",
     "date":"2008-08-08",
     "to":"",
     "content":"The 15th CGV Seminar Series was held by Prof. Wonsook Lee (University of Ottawa). She gave a lecture on 'Collision Detection Techniques in the Evaluation of Femoroacetabular Impingement'."
  },
  {
     "type":"Activity",
     "date":"2008-08-09",
     "to":"2008-08-17",
     "content":"Kimin and Yeseul attended SIGGRAPH 2008 held in Los Angeles, California."
  },
  {
     "type":"Internship",
     "date":"2008-08-26",
     "to":"",
     "content":"Seok finished the intership course at the ETRI. He participated in the resesarch work related to geographic information system."
  },
  {
     "type":"Activity",
     "date":"2008-09-08",
     "to":"2008-09-09",
     "content":"Yunkyu attended Korea e-Science AHM 2008 held in Daejeon, Korea. He presented the paper titled 'PINGO: Integrated Visualization System for Protein-protein Interaction Network and Gene Ontology' (authors: Yunkyu Choi, Seok Kim, Gwan-Su Yi, Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2008-09-20",
     "to":"2008-09-27",
     "content":"We attended The 11th Germany-Korea Joint Workshop on Advanced Medical Image Processing held in Incheon, Korea. Jaehwan presented a paper titled 'Embedded Spring-Mass on S-Chain model for Real-time Haptic and Volumetric Deformable System' (authors: Jaehwan Cho and Jinah Park), and Jaeil presented a paper titled 'Level-set based Precise Slice Segmentation under MITK' (authors: Jaeil Kim, Klaus Fritzsche, Daniel Maleike, Hans-Peter Meinzer and Jinah Park)."
  },
  {
     "type":"Publication",
     "date":"2008-10-03",
     "to":"",
     "content":"The paper titled 'Automated 3D Heart Segmentation by Search Rays for Building Individual Conductor Models' (authors: Jaeil Kim, Seokyeol Kim, Kiwoong Kim and Jinah Park) was accepted for poster presentation at SPIE MI 2009."
  },
  {
     "type":"Activity",
     "date":"2008-10-14",
     "to":"2008-10-17",
     "content":"Yongwan and Kimin attended ICCAS 2008 held in Seoul, Korea. Yongwan presented a paper titled 'Two-Stage Articulated Hand Interaction for Virtual Assembly Simulation' (authors: Yongwan Kim, Wookho Son and Jinah Park), and Kimin presented a paper titled 'Volume-based Haptic Model for Bone-drilling' (authors: Kimin Kim, Ye-Seul Park and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2008-10-23",
     "to":"2008-10-26",
     "content":"Prof. Park and Kimin attended ASIAGRAPH 2008 held in Tokyo, Japan. They presented a paper titled 'Virtual Bone Drilling for Dental Implant Training' (authors: Kimin Kim and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2008-11-21",
     "to":"",
     "content":"The 16th CGV Seminar Series was held by Mr. Young Min Park (SK C&C INDEPENDENCE). He gave a lecture titled 'TV 광고, 애니메이션을 위한 CG제작 프로세스와 제작사례'."
  },
  {
     "type":"Activity",
     "date":"2008-12-09",
     "to":"2008-12-15",
     "content":"Prof. Park, Seokyeol and Seok attended SIGGRAPH Asia 2008 held in Singapore."
  },
  {
     "type":"Activity",
     "date":"2008-12-12",
     "to":"",
     "content":"Prof. Park participated the 8th Korea-Singapore Workshop on Bioinformatics and NLP held at National University of Singapore (NUS). She gave a keynote speech on 'Visualization, Simulation and Interaction'."
  },
  {
     "type":"Activity",
     "date":"2008-12-23",
     "to":"",
     "content":"The 17th CGV Seminar Series was held by Prof. Helen Hong (Seoul Women's University). She gave a lecture on 'Image Registration Techniques and its Applications to CAD'."
  },
  {
     "type":"Activity",
     "date":"2008-12-30",
     "to":"",
     "content":"We had a 'CGV Vision Workshop' at Gyeryongsan Natural History Museum."
  },
  {
     "type":"Activity",
     "date":"2009-01-07",
     "to":"",
     "content":"We visited National Cancer Center. Prof. Park gave a talk about medical imaging and simulation. Also we observed a laparoscopic operation and had a talk with the staffs."
  },
  {
     "type":"Activity",
     "date":"2009-01-19",
     "to":"2009-01-21",
     "content":"Seokyeol attended IFMIA 2009 held in Taipei, Taiwan. He presented a paper titled 'Automated 3-D Cardiac Segmentation using Search Rays' (authors: Seokyeol Kim, Jaeil Kim and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2009-02-07",
     "to":"2009-02-12",
     "content":"Jaeil attended SPIE Medical Imaging 2009 held in Orlando, USA. He presented a poster titled 'Automated 3D Heart Segmentation by Search Rays for Building Individual Conductor Models' (authors: Jaeil Kim, Seokyeol Kim, Kiwoong Kim and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2009-02-09",
     "to":"2009-02-11",
     "content":"We attended HCI Korea 2009 held in Pheonix Park, Korea. Prof. Park chaired virtual/augmented reality session 2. Yeseul presented a paper titled 'Visualizing Fuzzy Set Based on Venn Diagram' (author: Yeseul Park and Jinah Park), and Jaehwan presented a paper titled 'Hybrid Elastic Model for Volumetric Deformation and Real-time Haptic Simulation' (authors: Jaehwan Cho, Seok Kim and Jinah Park). Also Seokyeol presented a paper titled 'Virtual Science Lab - Sensible Human Body Learning System' (authors: Kimin Kim, Jaeil Kim, Seokyeol Kim and Jinah Park)."
  },
  {
     "type":"Seminar",
     "date":"2009-02-19",
     "to":"",
     "content":"The 18th CGV Seminar Series was held by Prof. Hyungseok Kim (Konkuk University). He gave a lecture on 'Tangible Multimodal Interaction for Ubiquitous Media Interface: Touching Believable Media'."
  },
  {
     "type":"Seminar",
     "date":"2009-02-24",
     "to":"",
     "content":"The 19th CGV Seminar Series was held by Ms. Hyun Gee Noh (GL Associates). She gave a presentation titled 'E-Rome Pop Up Book'."
  },
  {
     "type":"Activity",
     "date":"2009-02-25",
     "to":"2009-02-28",
     "content":"Yunkyu attended The 8th Japan-Korea-China Bioinformatics Training Course held in Kyoto, Japan."
  },
  {
     "type":"Activity",
     "date":"2009-02-27",
     "to":"",
     "content":"We visited Gwacheon National Science Museum as a field trip. We looked around basic sciences and advanced technology pavilions. Also we watched the robot show held in the main hall."
  },
  {
     "type":"Activity",
     "date":"2009-03-09",
     "to":"2009-03-15",
     "content":"Kimin visited Dental Implant Institute located in Las Vegas, Nevada. He demonstrated a haptic-based implant simulation system."
  },
  {
     "type":"Activity",
     "date":"2009-04-06",
     "to":"",
     "content":"Kimin and Mihee attended the seminar held in GIST, Gwangju. Prof. J. Edward Colgate (Northwestern University) gave a lecture titled 'Surface Haptics via Friction Modulation'."
  },
  {
     "type":"Activity",
     "date":"2009-04-30",
     "to":"",
     "content":"The 20th CGV Seminar Series was held by Prof. Sang-Youn Kim (Korea University of Technology and Education). He gave a presentation titled 'Haptic rendering: from basics to application'."
  },
  {
     "type":"Activity",
     "date":"2009-05-11",
     "to":"",
     "content":"Prof. Park participated in the Seminar on Human-body Information, held at KISTI. She presented the example cases on how VKH was utilized at CGV lab, under the title of 'Development of Haptic-based Education Contents and Simulators'."
  },
  {
     "type":"Activity",
     "date":"2009-05-13",
     "to":"",
     "content":"Prof. Park gave an invited talk on 'Medical Simulation (의료시뮬레이션 소개)' at the workshop on Convergence of Virtual Reality and Medicine (가상현실과 의학의 융합), sponsored by Gachon University Gil Hospital and KOCCA (Korea Creative Content Agency), held at 63City in Seoul. [Related news article]"
  },
  {
     "type":"Activity",
     "date":"2009-05-16",
     "to":"",
     "content":"Seokyeol attended KSIIM Joint Workshop (의학영상정보 분야 공동학술대회) 2009 held in KINTEX, Gyeonggi-do, Korea. He gave a demonstration titled 'Immersive Human Body Learning System using Visible Korean Human Dataset (Visible Korean Human Dataset을 활용한 인체 구조 학습 시스템)' (authors: Seokyeol Kim, Kimin Kim, Jaeil Kim, Jinah Park)."
  },
  {
     "type":"Celebration",
     "date":"2009-05-16",
     "to":"",
     "content":"Jaeil got married. Congratulations!"
  },
  {
     "type":"Publication",
     "date":"2009-06-02",
     "to":"",
     "content":"The paper titled 'Hybrid Elastic Model for Volumetric Deformation in Multi-modal Virtual Reality Simulation' (authors: Jaehwan Cho and Jinah Park) was accepted for oral presentation at World Congress 2009."
  },
  {
     "type":"Activity",
     "date":"2009-06-12",
     "to":"",
     "content":"Kimin attended The 2nd KHC Workshop (제2회 햅틱 연구회 워크샵). He presented a paper titled 'Real-time Alveolar Bone Drilling Simulation using a Haptic Device (햅틱 장치를 사용한 실시간 치조골 드릴링 시뮬레이션)' (authors: Kimin Kim and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2009-06-16",
     "to":"2009-06-20",
     "content":"We attended ITRC FORUM 2009 held in COEX, Seoul, Korea. We gave a demonstration titled 'Virtual Stethoscope for Human Body Learning (체감형 인체 구조 학습 시스템)'. Also our research center got the 'S' grade from the judges."
  },
  {
     "type":"Publication",
     "date":"2009-07-01",
     "to":"",
     "content":"The abstract titled 'Dynamic visualization of relational data' (authors: Yunkyu Choi and Jinah Park) has been selected as an oral presentation at BIEN 2009: INWES Asian Network (www.kwse-inwesasia.org), which will be held in Busan, Korea from August 27 to 29, 2009."
  },
  {
     "type":"Activity",
     "date":"2009-07-01",
     "to":"2009-07-03",
     "content":"Two papers are presented at Korea computer Congress (KCC) 2009 held in Jeju, Korea. 'Implement of Web based Self-Directed Learning for multi-Contents Service in ICT (멀티 교육 콘텐츠 서비스를 기반으로 한 웹기반 자기주도적 학습 시스템 구현)', authored by Jiseon Kim and Jinah Park, and 'A Design and Implementation of Intelligence Robot Simulation System using Service Components (서비스 컴포넌트를 이용한 지능로봇 시뮬레이션 시스템 설계 및 구현)', authored by Seong Yong Hong, Jinah Park, and Ho Jin Choi."
  },
  {
     "type":"Visiting",
     "date":"2009-07-02",
     "to":"2009-07-10",
     "content":"Prof. Park visited University of Edinburgh in Scotland. While visiting, she gave two invited talk: The first talk was on 'Applying deformable models for patient-specific organ modeling' (http://www.sbirc.ed.ac.uk/education.html), given at SFC Brain Imaging Research Centre, and the second talk was on 'Visualization, Simulation and Interaction,'' (http://www.ipab.inf.ed.ac.uk/events.html) given at the Institute of Perception, Action and Behavior."
  },
  {
     "type":"Activity",
     "date":"2009-07-09",
     "to":"2009-07-10",
     "content":"Jaeil, Yeseul, and Mihee attended the workshop on MIDAS Touch Project (MIDAS Touch 사업 공동연구기관 워크숍)."
  },
  {
     "type":"Activity",
     "date":"2009-08-15",
     "to":"2009-08-16",
     "content":"We had a membership training at Muju."
  },
  {
     "type":"Graduation",
     "date":"2009-08-21",
     "to":"",
     "content":"Jaehwan, Yunkyu, and Kimin received MSE. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2009-08-27",
     "to":"2009-08-29",
     "content":"Prof. Park and Yunkyu attended BIEN 2009: INWES Asian Network, held in Busan. Yunkyu presented a paper titled 'Dynamic visualization of relational data' (authors: Yunkyu Choi and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2009-09-09",
     "to":"2009-09-11",
     "content":"Prof. Park attended World Congress on Medical Physics and Biomedical Engineering, held in Munich, Germany. She presented a paper titled 'Hybrid Elastic Model for Volumetric Deformation in Multi-modal Virtual Reality Simulation' (authors: Jaehwan Cho and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2009-09-12",
     "to":"2009-09-16",
     "content":"Prof. Park attended The 12th Korea-Germany Joint Workshop on Advanced Medical Image Processing, held in Munich, Germany. She presented a paper titled 'HaptiBody Navigator - Interactive Human Body Learning Platform with Haptic Interaction' (authors: Seokyeol Kim and Jinah Park)."
  },
  {
     "type":"Celebration",
     "date":"2009-09-26",
     "to":"",
     "content":"Daesuk got married. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2009-10-08",
     "to":"2009-10-09",
     "content":"Prof. Park attended Pacific Graphics 2009, held in Jeju, Korea."
  },
  {
     "type":"Activity",
     "date":"2009-10-09",
     "to":"2009-10-10",
     "content":"We had a lab workshop at Jeju."
  },
  {
     "type":"Visiting",
     "date":"2009-10-16",
     "to":"",
     "content":"Prof. Raj Reddy (CMU), Prof. Jeffrey D. Ullman (Stanford University), and Prof. Arvind (MIT) visited our lab as 2009 External Advisory Committe (EAC)."
  },
  {
     "type":"Visiting",
     "date":"2009-10-18",
     "to":"",
     "content":"Ms. Urte Rietdorf (German Cancer Research Center) visited our lab. She gave a talk about medical imaging."
  },
  {
     "type":"Activity",
     "date":"2009-11-03",
     "to":"",
     "content":"The 21st CGV Seminar Series was held by Dr. Stéphane Cotin (INRIA). He gave a presentation titled 'SOFA: an Open Source framework for Interactive (Medical) Simulations'."
  },
  {
     "type":"Activity",
     "date":"2009-11-17",
     "to":"2009-11-22",
     "content":"Yongwan and Kimin attended VRST 2009, held in Kyoto, Japan. Kimin presented a paper titled 'Virtual Bone Drilling for Dental Implant Surgery Training' (authors: Kimin Kim and Jinah Park), and Yongwan presented a poster titled 'Physically Based Grasping and Manipulation Method Using Pre-Contact Grasping Quality Measure' (authors: Yongwan Kim, Jinseong Choi, and Jinah Park). Also Yongwan contributed to a poster titled 'Visualization of Virtual Weld Beads' (authors: Dongsik Jo, Yongwan Kim, Ungyeon Yang, Gun A. Lee, and Jin Sung Choi)."
  },
  {
     "type":"Activity",
     "date":"2009-12-03",
     "to":"2009-12-04",
     "content":"Seok attended ICMIT 2009 held in Gwangju, Korea. He presented a paper titled 'Behavior Modeling of Haptic Brush for Virtual Painting' (authors: Seok Kim and Jinah Park)."
  },
  {
     "type":"Welcoming",
     "date":"2009-12-07",
     "to":"",
     "content":"Deepak Gupta joined CGV Lab as an intern for this winter. Welcome!"
  },
  {
     "type":"Activity",
     "date":"2009-12-14",
     "to":"2009-12-20",
     "content":"Jaeil and Seokyeol attended ACM SIGGRAPH Asia 2009 held in Yokohama, Japan. They presented a poster titled 'Efficient Multi-Pass Welding Training with Haptic Guide' (authors: Yongwan Kim, Ungyeon Yang, Dongsik Jo, Gun Lee, Jinseong Choi, and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2009-12-30",
     "to":"",
     "content":"We had a year-end party with the members of NLP*CL Lab."
  },
  {
     "type":"Activity",
     "date":"2010-01-14",
     "to":"",
     "content":"Deepak gave a presentation about his work during the internship. Also we had a farewell party for Deepak."
  },
  {
     "type":"Activity",
     "date":"2010-01-17",
     "to":"2010-01-24",
     "content":"Yeseul attended VDA 2010 held in San Jose, USA. She presented a paper titled 'Interactive Visualization of Fuzzy Set Operations' (authors: Yeseul Park and Jinah Park). [Best Paper Award from VDA 2010]"
  },
  {
     "type":"Activity",
     "date":"2010-01-27",
     "to":"2010-01-29",
     "content":"We attended HCI Korea 2010 held in Pheonix Park, Korea. Jaeil presented a paper titled 'All-actions-in-one-hand interface for 3D systems and glove interface (3차원 시스템과 글러브 인터페이스를 위한 'All-actions-in-one-hand' 인터페이스)', authored by Jaeil Kim and Jinah Park, and Seokyeol presented a paper titled 'HaptiBody Navigator - XML-based Multimodal Contents Playback System for Human Anatomy Study (HaptiBody Navigator - XML 기반의 인체 학습용 멀티모달 컨텐츠 재생 시스템)', authored by Seokyeol Kim and Jinah Park."
  },
  {
     "type":"Award",
     "date":"2010-02-22",
     "to":"",
     "content":"Seok won a best TA award for 2009 fall semester. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2010-02-23",
     "to":"",
     "content":"Kimin and Seok attended The 3rd KHC Workshop (제3회 햅틱스 연구회 워크샵) held in Daejeon, Korea. Seok presented a paper titled 'Haptic Rendering Based on Penetration Depth for Intravenous Injection Simulation (정맥 주사 시뮬레이션을 위한 깊이 기반 햅틱 렌더링)' (authors: Seok Kim, Jihwan Park, and Jinah Park). Also Kimin gave a demonstration of implant simulator."
  },
  {
     "type":"Workshop",
     "date":"2010-02-23",
     "to":"",
     "content":"The 9th Korea-Singapore Joint Workshop (http://ksw09.biopathway.org/) was held in Oh Sang Soo Seminar Room at KAIST. In particular, our lab invited two distinguished scholars from National University of Singapore, Prof. Daniel Racoceanu and Prof. Wee Kheng Leow."
  },
  {
     "type":"Graduation",
     "date":"2010-02-26",
     "to":"",
     "content":"Yeseul received MSE and Mihee received BSE. Congratulations!"
  },
  {
     "type":"Welcmoing",
     "date":"2010-04-01",
     "to":"",
     "content":"Jaehyun Cho joined CGV Lab. Welcome!"
  },
  {
     "type":"Activity",
     "date":"2010-04-16",
     "to":"",
     "content":"Prof. Park gave a talk on virtual reality for children of Daejeon Sangi Elementary School to promote science. Many students had fun with haptic demonstration."
  },
  {
     "type":"Activity",
     "date":"2010-04-23",
     "to":"",
     "content":"We had a picnic at Hanbat Arboretum."
  },
  {
     "type":"Activity",
     "date":"2010-05-19",
     "to":"",
     "content":"Prof. Park gave a colloquium talk, titled 'Data Visualization and Interaction' at the Department of Computer Science and Engineering in POSTECH."
  },
  {
     "type":"Activity",
     "date":"2010-05-25",
     "to":"2010-05-28",
     "content":"Seok and Seokyeol attended ITRC Forum 2010 held in COEX, Seoul, Korea. We gave a demonstration titled 'Virtual Sculpting Simulator using Voxel Model'."
  },
  {
     "type":"Seminar",
     "date":"2010-05-29",
     "to":"",
     "content":"The 22nd CGV Seminar Series was held by Dr. Yun Jang (ETH). He gave a presentation titled 'Visualization with Functions'."
  },
  {
     "type":"Activity",
     "date":"2010-06-18",
     "to":"",
     "content":"Prof. Park gave an invited talk on 'Virtual Reality for Medical Simulation' at The Health Avatar Project Symposium of the Korean Society of Medical Informatics Spring Conference held at Catholic Medical Center in Seoul."
  },
  {
     "type":"Celebration",
     "date":"2010-06-26",
     "to":"",
     "content":"Jihwan got married. Congratulations!"
  },
  {
     "type":"Activity",
     "date":"2010-07-01",
     "to":"2010-07-02",
     "content":"Prof. Park attended Visual Computing for Biology and Medicine (VCBM) held in Leipzig, Germany. She presented a poster on 'Feeling the Vein for Intravenous Injection Preparation' (co-author: Seok Kim)."
  },
  {
     "type":"Activity",
     "date":"2010-07-03",
     "to":"",
     "content":"Jaeil and Mihee attended KSIIM Joint Workshop (의학영상정보 분야 공동학술대회) 2010 held in KINTEX, Gyeonggi-do, Korea. Jaeil presented a paper and a demonstration titled 'Quantiative measures for rib fracture detection on chest x-ray (흉부 X-Ray에서 늑골 골절 검출을 위한 정량적 측정 방법)' (authors: Jaeil Kim, Kwang Gi Kim, Chang Bu Jeong, and Jinah Park). Also he gave a tutorial titled 'Introduction of ITK and VTK (ITK/VTK 이해와 기본사용법)'."
  },
  {
     "type":"Activity",
     "date":"2010-07-06",
     "to":"",
     "content":"Our laboratory was moved from Munji Campus to KI (KAIST Institute) Building in Main Campus."
  },
  {
     "type":"Activity",
     "date":"2010-07-28",
     "to":"",
     "content":"We visited Boston Dental Clinic in Seoul. We observed a tooth extraction, and experienced a tooth drilling and an incision in person."
  },
  {
     "type":"Activity",
     "date":"2010-08-05",
     "to":"2010-08-06",
     "content":"We attended the 7th Workshop on Immersive Haptic Media (제7차 몰입형 햅틱미디어 워크샵) held in Mayhills Resort, Gangwon-do, Korea. We enjoyed rafting in Dong-gang (river). Also Seokyeol gave a presentation about the Virtual Learning System with Haptic Interaction."
  },
  {
     "type":"Award",
     "date":"2010-09-01",
     "to":"",
     "content":"Our FDC student team (25A - Avatar) won the prototype award from last semester. Congratulations!"
  },
  {
     "type":"Award",
     "date":"2010-09-19",
     "to":"2010-09-25",
     "content":"Kimin, Jaeil, and Seokyeol attended MICCAI 2010 held in Beijing, China."
  },
  {
     "type":"Activity",
     "date":"2010-09-27",
     "to":"",
     "content":"Jaeil and Seokyeol attended the 13th Korea-Germany Joint Workshop on Advanced Medical Image Processing held in Ewha Womans University, Korea. Seokyeol presented a paper titled 'Progressive Subdivision Scheme for Virtual Incision Training' (authors: Seokyeol Kim and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2010-11-02",
     "to":"",
     "content":"Prof. Park attended the 3rd annual Informatics DEMOfest, a technology showcase of Scottish Informatics and Computer Science."
  },
  {
     "type":"Activity",
     "date":"2010-11-05",
     "to":"",
     "content":"Lab members went hiking to Gyejok Mountain, Daejeon, Korea."
  },
  {
     "type":"Activity",
     "date":"2010-11-10",
     "to":"",
     "content":"The poster titled ‘Multi-modal Assessment and Treatment to Retain and Enhance Human Performance in Ageing’ (authors: Jong C. Park, Jinah Park, Ki Woong Kim, and Joon-Kyung Seong) was presented at the SBFSBMN Workshop on Discerning Diversity in Ageing, held in Informatics Forum, University of Edinburgh."
  },
  {
     "type":"Activity",
     "date":"2010-11-11",
     "to":"2010-11-12",
     "content":"Prof. Park attended the 7th Workshop on Virtual Reality Interaction and Physical Simulation, held in University of Copenhagen. She gave an invited tech-talk ( http://vriphys2010.inrialpes.fr/program/tech-talks/ ) on 'Computer Haptics in Simulation for Virtual Training and Rehabilitation.'"
  },
  {
     "type":"Activity",
     "date":"2010-11-12",
     "to":"",
     "content":"Kimin and Jaehyun visit to Seoul National University Bundang Hospital. They had an opportunity to experience the diagnosis and rehabilitation process of Alzheimer's disease."
  },
  {
     "type":"Activity",
     "date":"2010-11-19",
     "to":"",
     "content":"Prof. Park gave an invited seminar talk on 'Exploring Computer Haptics applied to Visualization Research' to the School of Computing at Edinburgh Napier University."
  },
  {
     "type":"Activity",
     "date":"2010-11-21",
     "to":"2010-11-25",
     "content":"Jaehyun, Seok, Mihee, and Soonchan attended ACM VRST 2010 held in Hong Kong."
  },
  {
     "type":"Activity",
     "date":"2010-11-27",
     "to":"",
     "content":"Jaehyun and Seokyeol attended the 4th KHC Workshop (제4회 햅틱스 연구회 워크샵) held in POSTECH, Korea. Jaehyun gave a presentation titled 'Virtual Dental Simulator for Cavity Filling Training' (authors: Jaehyun Cho and Jinah Park)."
  },
  {
     "type":"Activity",
     "date":"2010-12-03",
     "to":"",
     "content":"Our lab members attended KAIST Workshop on Neuroimaging and Brain Mapping held in Daejeon, Korea. We served on the staffs of the workshop."
  },
  {
     "type":"Activity",
     "date":"2010-12-15",
     "to":"2010-12-18",
     "content":"We attended SIGGRAPH Asia 2010 held in Seoul, Korea. Seokyeol presented a poster titled 'Progressive Mesh Cutting for Real-time Haptic Incision Simulator' (authors: Seokyeol Kim, Jihwan Park, and Jinah Park)."
  },
  
  {
   "type":"Visiting",
   "date":"2014-01-21",
   "to":"",
   "content":"Sang Gyo Seo, MD (Seoul National University Hospital, Korea) visited our lab. He gave a talk about the orthopedic surgery."
   },
   {
      "type":"Activity",
      "date":"2014-02-12",
      "to":"2014-02-14",
      "content":"We attended HCI Korea 2014 held in High1 Resort, Korea. We presented three papers during the conference. Also Seokyeol and Prof. Park won a distinguished paper award for a paper titled \"Real-time Simulation of Haptic Interaction between Fluid Media and Soluble Objects based on Unified Particle Model (실시간 햅틱 상호작용을 위한 통합 입자 모델 기반의 유체 및 용해성 강체 시뮬레이션)\"."
   },
   {
      "type":"Award",
      "date":"2014-02-14",
      "to":"",
      "content":"In celebration of the 43rd anniversary of KAIST’s founding, Prof. Park received ‘Excellence in Teaching Prize’, recognized for her outstanding achievements in education contribution to the development of KAIST."
   },
   {
      "type":"Graduation",
      "date":"2014-02-21",
      "to":"",
      "content":"Jinah Kim received Ph.D., and Seonggyu received M.S. Congratulations!"
   },
   {
      "type":"Activity",
      "date":"2014-02-22",
      "to":"",
      "content":"We had the 2014 New Year's CGV Lab Workshop at KAIST."
   },
   {
      "type":"Activity",
      "date":"2014-02-26",
      "to":"",
      "content":"We have organized the 1st Monthly Meeting of KAIST Research Group of Future Emerging Technology on Medical Imaging."
   },
   {
      "type":"Welcomimg",
      "date":"2014-03-01",
      "to":"",
      "content":"Youngju and Eunbi joined CGV Lab. Welcome!"
   },
   {
      "type":"Activity",
      "date":"2014-04-08",
      "to":"2014-04-11",
      "content":"We attened to i-FAB 2014 held in Busan, Korea. Jaeil presented a poster titled \"Template-based landmark and region mapping of bone\" (authors: Jaeil Kim, Sang Gyo Seo, Dong Yeon Lee, and Jinah Park)."
   },
   {
      "type":"Activity",
      "date":"2014-04-24",
      "to":"",
      "content":"Taeho, Hojin, and Youngju attened to Korea Graphics World 2014 held in COEX, Seoul, Korea."
   },
   {
      "type":"Visiting",
      "date":"2014-05-14",
      "to":"",
      "content":"The 34th CGV Seminar Series was held by Dr. Michael Friebe (Technical University Munich, Germany). He gave a talk titled \"Translational Engineering for Clinically Relevant Innovation\"."
   },
   {
      "type":"Activity",
      "date":"2014-05-24",
      "to":"",
      "content":"We celebrated homecoming with our alumni."
   },
   {
      "type":"Activity",
      "date":"2014-05-29",
      "to":"2014-05-30",
      "content":"Seokyeol attended ICROS 2014 held in Daegu, Korea. He presented a poster titled \"A Real-time Simulation Environment for Remotely Operated Underwater Vehicle with Particle-based Fluid Model (수중 로봇 제어 알고리즘 검증을 위한 파티클 기반의 실시간 유체 시뮬레이션 환경 구축)\" (authors: Seokyeol Kim and Jinah Park)."
   },
   {
      "type":"Activity",
      "date":"2014-07-09",
      "to":"2014-07-11",
      "content":"Dr. Maria presented a paper titled \"Automatic hippocampal multimodal assessment for studies of stroke and small vessel disease\" (authors: Maria del C. Valdés Hernández, Jaeil Kim, Ian Whitteford, Xinyi Qiu, Joanna M. Wardlaw, and Jinah Park) at MIUA 2014 held in London, UK."
   },
   {
      "type":"Activity",
      "date":"2014-07-11",
      "to":"2014-07-12",
      "content":"We attended the 28th KSIIM Workshop (2014년도 대한의학영상정보학회 학술대회) held in  Seoul National University Dental Hospital, Korea. Prof. Park gave an opening address of the KAIST Research Group of Future Emerging Technology on Medical Imaging Session. Also a collaborated work titled \"Classification of EMCI & LMCI in Alzheimer's Disease Using Structural MRI and DTI\" with CNI Lab (Dept. of Bio and Brain Engineering, KAIST) was presented at the session."
   },
   {
      "type":"Activity",
      "date":"2014-07-14",
      "to":"2014-07-18",
      "content":"We attended KCGS 2014 (한국컴퓨터그래픽스학회 2014 학술대회) held in Daemyung Resort, Byeonsan, Korea. Prof. Park served as a co-chair of the conference, and most of our lab members did voluntary works. Also Deokjae presented a paper titled \"Haptic Plug-in for Existing Interactive 3D Graphics Applications (기존 대화형 3D 그래픽 어플리케이션을 위한 햅틱 플러그인)\" (authors: Deok-Jae Song and Jinah Park), and Joong-youn presented a paper titled \"Cache Enhancement Methods for Fast Pathline Computation Based on Ellipsoidal Distance Function (빠른 패스라인 생성을 위한 타원체 거리함수 기반 캐시 성능 향상 기법)\" (authors: Joong-Youn Lee and Jinah Park)."
   },
   {
      "type":"Activity",
      "date":"2014-07-19",
      "to":"",
      "content":"Prof. Park attended the 3rd ISSiS(International Society for Simulation Surgery) Symposium held in Yonsei University, Seoul, Korea. She gave a talk titled \"Virtual Reality coming from Medical Images\"."
   },
   {
      "type":"Graduation",
      "date":"2014-08-01",
      "to":"",
      "content":"Yongwan received Ph.D. Congratulations!"
   },
   {
      "type":"Activity",
      "date":"2014-08-21",
      "to":"",
      "content":"We attended the 7th Korea Haptics Community Workshop (제7회 한국 햅틱스 연구회 워크샵) held in Kangwon National University, Chuncheon, Korea. Deokjae gave a presentation and a demonstration titled \"Haptic Plug-in for Existing Interactive 3D Graphics Applications (기존 대화형 3D 그래픽 어플리케이션을 위한 햅틱 플러그인)\", and Yongwan gave a presentation titled \"Virtual Environment Design Methodologies for Natural Hand Interaction (자연스러운 핸드 인터랙션을 위한 가상 환경 디자인 방법론)\"."
   },
   {
      "type":"Activity",
      "date":"2014-08-27",
      "to":"",
      "content":"Prof. Park, Jaeil, Uitae, Hojin, and Eunbi participated in X-ray CT Recon Summer School (바이오영상신호처리 여름학교) held in KAIST. They gave a lecture about medical image visualization, segmentation and registration using ITK and VTK."
   },
   {
      "type":"Award",
      "date":"2014-09-15",
      "to":"",
      "content":"Deokjae won an outstanding TA award for spring semester 2014. Congratulations!"
   },
   {
      "type":"Activity",
      "date":"2014-10-16",
      "to":"2014-10-17",
      "content":"Prof. Park, Hojin, and Youngju attended the 6th International Symposium on Biomedical Simulation (ISBMS 2014) held in IRCAD, Strasbourg. France. Hojin presented a paper titled \"Brain Ventricular Morphology Analysis Using a Set of Ventricular-Specific Feature Descriptors\" (authors: Jaeil Kim, Hojin Ryoo, Maria del C. Valdés Hernández, Natalie A. Royle, and Jinah Park)."
   },
   {
      "type":"Activity",
      "date":"2014-10-26",
      "to":"2014-10-31",
      "content":"We attended the 15th Germany-Korea Joint Workshop on Medical Image Analysis and Cognition-Guided Surgery. Jaeil gave a presentation titled \"Current research on 3D organ shape modeling and its applications\". Also we hosted KAIST Satellite Workshop held in Daejeon."
   },
   {
      "type":"Activity",
      "date":"2014-11-06",
      "to":"",
      "content":"Deokjae attended ICFW 2014 held in Busan, Korea. He presented a paper titled \"Distributed P2P-based Global Illumination for Multi-Users of Real-Time Rendering\" (authors: Deok-Jae Song and Jinah Park)."
   },
   {
      "type":"Activity",
      "date":"2014-11-11",
      "to":"2014-11-13",
      "content":"Prof. Park and Deokjae attended VRST 2014 held at University of Edinburgh, UK. Deokjae presented a paper titled \"AnyHaptics: A Haptic Plug-in for Existing Interactive 3D Graphics Applications\" (authors: Deok-Jae Song and Jinah Park)."
   },
   {
      "type":"Visiting",
      "date":"2014-11-25",
      "to":"",
      "content":"The 35th CGV Seminar Series was held by Prof. Soo-Mi Choi (Sejong University, Korea). She gave a talk titled \"Virtual Make-up (스케치 기반의 사실적인 얼굴 주름 생성 및 응용)\"."
   },
   {
      "type":"Visiting",
      "date":"2014-11-27",
      "to":"",
      "content":"The 36th CGV Seminar Series was held by Prof. Myung Geol Choi (Catholic University of Korea). He gave a talk titled \"Communicating about Human Motion with Computer\"."
   },
   {
      "type":"Activity",
      "date":"2014-12-03",
      "to":"2014-12-06",
      "content":"Seokyeol attended SIGGRAPH Asia 2014 held in Shenzhen, China. He presented a poster titled \"A SPH-based dissolution behavior model for real-time fluid-solid interaction\" (authors: Seokyeol Kim and Jinah Park)."
   },
   {
      "type":"Activity",
      "date":"2014-12-10",
      "to":"2014-12-12",
      "content":"Prof. Park, Deokjae, and Taeho attended HCI Korea 2015 held in Seoul, Korea. Deokjae presented a paper titled \"Haptic Rendering for 2D Application Interface by On-the-fly Layer Interpretation of GUI Element Images (GUI 요소 기반 이미지의 즉석 다층 해석을 통한 2D 인터페이스의 햅틱 렌더링)\" (authors: Deok-Jae Song and Jinah Park). Also Taeho gave a presentation titled \"3D interaction methods for medical applications: from the concept to the evaluation\" at the doctoral consortium."
   },
   {
      "type":"Activity",
      "date":"2014-12-18",
      "to":"2014-12-20",
      "content":"Sekil attended the 41st KIISE Winter Conference (한국정보과학회 제41회 동계학술발표회) held in Phoenix Park, Pyeongchang, Korea. He presented a paper titled \"Real-time Simulation of Seas and Swells (풍파와 너울에 대한 실시간 시뮬레이션)\" (authors: Sekil Park, Jaeyong Oh, and Jinah Park). Also he and Prof. Park won a distinguished paper award from KIISE. Congratulations!"
   },
   {
      "type":"Activity",
      "date":"2014-12-27",
      "to":"",
      "content":"We had an end of year party."
   }
]