[
    {
        "thumbnail": null,
        "title": "Bayesian structural equation modeling for coastal management: The case of the Saemangeum coast of Korea for water quality improvements",
        "subtitle": "Ocean & Coastal Management",
        "vol": "136",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "120-132",
        "labelPP": "",
		"author": [
            "Jinah Kim",
            "Jinah Park"
        ],
        "date": "2017.02.01",
        "type": "International Journal",
        "doi": "https://doi.org/10.1016/j.ocecoaman.2016.10.014",
        "abstract": "The data-driven paradigm is widely used in ocean science and includes the statistical modeling of various phenomena in coastal marine environments and data assimilation in numerical models. One of the most important challenges in the data-driven paradigm is finding the model that best approximates the underlying mechanism of a phenomenon with measurement data. In this paper, we propose a Bayesian approach to modeling coastal marine environments using ocean observational data, and we apply it to the Saemangeum coast. There are two main advantages to the Bayesian method: domain knowledge can be encoded to prior probability, and Markov-chain Monte Carlo simulation can be used in model estimation and inference. We apply the method to estimate model parameters and predict coastal water quality and sea current for maintaining optimal coastal water quality. The threshold quantity of sea current is computed to ensure sustainable coastal development. One of the interesting results we have obtained is a flat plateau relationship between the sea current for water exchange and the level of improvement of coastal water quality. This means that coastal water quality is not always being improved, even if the amount of water exchange is increased. The computed results are in good agreement with oceanographic theory, while showing a valid difference compared to the results using the frequentist approach and probabilistic inference using the probabilistic graphical model. These results will be helpful in coastal water quality management, ultimately contributing to sustainable coastal development.",
        "keywords": ["Data-driven modeling","Bayesian method","Coastal marine environments","Coastal water quality","Coastal management"]
    },
    {
        "thumbnail": null,
        "title": "Associations between hippocampal morphology, diffusion characteristics, and salivary cortisol in older men",
        "subtitle": "Psychoneuroendocrinology",
        "vol": "78",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "151-158",
        "labelPP": "",
		"author": [
            "Simon R. Cox",
            "Maria del C. Valdés Hernández",
            "Jaeil Kim",
            "Natalie A. Royle",
            "Sarah E. MacPherson",
            "Karen J. Ferguson",
            "Susana Muñoz Maniega",
            "Devasuda Anblagan",
            "Benjamin S. Aribisala",
            "Mark E. Bastin",
            "Jinah Park",
            "John M. Starr",
            "Ian J. Deary",
            "Alasdair M.J. MacLullich",
            "Joanna M. Wardlaw"
        ],
        "date": "2017.04.01",
        "type": "International Journal",
        "doi": "https://doi.org/10.1016/j.psyneuen.2017.01.027",
        "abstract": "High, unabated glucocorticoid (GC) levels are thought to selectively damage certain tissue types. The hippocampus is thought to be particularly susceptible to such effects, and though findings from animal models and human patients provide some support for this hypothesis, evidence for associations between elevated GCs and lower hippocampal volumes in older age (when GC levels are at greater risk of dysregulation) is inconclusive. To address the possibility that the effects of GCs in non-pathological ageing may be too subtle for gross volumetry to reliably detect, we analyse associations between salivary cortisol (diurnal and reactive measures), hippocampal morphology and diffusion characteristics in 88 males, aged ∼73 years. However, our results provide only weak support for this hypothesis. Though nominally significant peaks in morphology were found in both hippocampi across all salivary cortisol measures (standardised β magnitudes < 0.518, puncorrected > 0.0000003), associations were both positive and negative, and none survived false discovery rate correction. We found one single significant association (out of 12 comparisons) between a general measure of hippocampal diffusion and reactive cortisol slope (β = 0.290, p = 0.008) which appeared to be driven predominantly by mean diffusivity but did not survive correction for multiple testing. The current data therefore do not clearly support the hypothesis that elevated cortisol levels are associated with subtle variations in hippocampal shape or microstructure in non-pathological older age.",
        "keywords": ["Cortisol","MRI","Brain","Hippocampus","3D shape analysis","Ageing"]
    },
    {
        "thumbnail": null,
        "title": "Morphological and Microstructural Changes of the Hippocampus in Early MCI: A Study Utilizing the Alzheimer's Disease Neuroimaging Initiative Database",
        "subtitle": "Journal of Clinical Neurology",
        "vol": "13",
        "labelVol": "",
		"num": "2",
        "labelNum": "",
		"pp": "144-154",
        "labelPP": "",
		"author": [
            "Peter Lee",
            "Hojin Ryoo",
            "Jinah Park",
            "Yong Jeong",
            "Alzheimer's Disease Neuroimaging Initiative"
        ],
        "date": "2017.04.01",
        "type": "International Journal",
        "doi": "http://dx.doi.org/10.3988/jcn.2017.13.2.144",
        "abstract": "With the aim of facilitating the early detection of Alzheimer's disease, the Alzheimer's Disease Neuroimaging Initiative proposed two stages based on the memory performance: early mild cognitive impairment (EMCI) and late mild cognitive impairment (LMCI). The current study was designed to investigate structural differences in terms of surface atrophy and microstructural changes of the hippocampus in EMCI and LMCI.",
        "keywords": ["Alzheimer's disease","biomarkers","mild cognitive impairment","hippocampus","magnetic resonance imaging","diffusion-tensor imaging"]
    },
    {
        "thumbnail": null,
        "title": "Hippocampal morphology and cognitive functions in community-dwelling older people: the Lothian Birth Cohort 1936",
        "subtitle": "Neurobiology of Aging",
        "vol": "52",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "1-11",
        "labelPP": "",
		"author": [
            "Maria del C. Valdés Hernández",
            "Simon R. Cox",
            "Jaeil Kim",
            "Natalie A. Royle",
            "Susana Muñoz Maniega",
            "Alan J. Gow",
            "Devasuda Anblagan",
            "Mark E. Bastin",
            "Jinah Park"
        ],
        "date": "2017.04.01",
        "type": "International Journal",
        "doi": "https://doi.org/10.1016/j.neurobiolaging.2016.12.012",
        "abstract": "Structural measures of the hippocampus have been linked to a variety of memory processes and also to broader cognitive abilities. Gross volumetry has been widely used, yet the hippocampus has a complex formation, comprising distinct subfields which may be differentially sensitive to the deleterious effects of age, and to different aspects of cognitive performance. However, a comprehensive analysis of multidomain cognitive associations with hippocampal deformations among a large group of cognitively normal older adults is currently lacking. In 654 participants of the Lothian Birth Cohort 1936 (mean age = 72.5, SD = 0.71 years), we examined associations between the morphology of the hippocampus and a variety of memory tests (spatial span, letter-number sequencing, verbal recall, and digit backwards), as well as broader cognitive domains (latent measures of speed, fluid intelligence, and memory). Following correction for age, sex, and vascular risk factors, analysis of memory subtests revealed that only right hippocampal associations in relation to spatial memory survived type 1 error correction in subiculum and in CA1 at the head (β = 0.201, p = 5.843 × 10−4, outward), and in the ventral tail section of CA1 (β = −0.272, p = 1.347 × 10−5, inward). With respect to latent measures of cognitive domains, only deformations associated with processing speed survived type 1 error correction in bilateral subiculum (βabsolute ≤ 0.247, p < 1.369 × 10−4, outward), bilaterally in the ventral tail section of CA1 (βabsolute ≤ 0.242, p < 3.451 × 10−6, inward), and a cluster at the left anterior-to-dorsal region of the head (β = 0.199, p = 5.220 × 10−6, outward). Overall, our results indicate that a complex pattern of both inward and outward hippocampal deformations are associated with better processing speed and spatial memory in older age, suggesting that complex shape-based hippocampal analyses may provide valuable information beyond gross volumetry.",
        "keywords": ["Hippocampus","Memory","Aging","Morphology","Mesh models","Intelligence"]
    },
    {
        "thumbnail": null,
        "title": "Computer-Aided Assessment of Foot Posture from Standard Template Model",
        "subtitle": "Journal of Medical Imaging and Health Informatics",
        "vol": "8",
        "labelVol": "",
		"num": "5",
        "labelNum": "",
		"pp": "1113-1119",
        "labelPP": "",
		"author": [
            "Taeho Kim",
            "Dong Yeon Lee",
            "Jinah Park"
        ],
        "date": "2018.06.01",
        "type": "International Journal",
        "doi": "https://doi.org/10.1166/jmihi.2018.2409",
        "abstract": "Clinical diagnosis in foot pathology requires repeated measurement of the geometrical relationship among bones. To analyze the complex structure of a foot and to capture a 3D pose of the bones, CT or MRI has been used in addition to the conventional radiograph. However, due to the lack of standard method for measuring 3D angles from 3D data of foot bones, clinical measurements are mostly obtained by measuring the distances and angles in 2D slices in a way similar to the measurements on a conventional radiograph image. In this paper, we propose an approach using a 3D foot template model for posture assessment to bring more reliable 3D foot analysis. To quantify robustly the bony relationship, we construct a template model with encoded articular surfaces on each bone which represents the neutral position of the foot as a reference for the measurement. The subject-specific foot posture is described by presenting angular changes and distance differences compared to the template model. We address the quantified postural difference between subjects in a unified frame-of-reference and perform an experimental study based on the proposed method. The resulting posture between a standing position and a supine position are clearly distinguishable in terms of both distance and angle. The proposed technique provides not only quantified measures of the foot posture but also guidance for finding meaningful differences between postures from different subjects.",
        "keywords": ["3D anatomical angle","Computer-aided diagnosis","foot and ankle","template model"]
    },
    {
        "thumbnail": null,
        "title": "Collaborative Haptic Exploration of Dynamic Remote Environments",
        "subtitle": "IEEE Computer Graphics and Applications",
        "vol": "38",
        "labelVol": "",
		"num": "5",
        "labelNum": "",
		"pp": "84-99",
        "labelPP": "",
		"author": [
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2018.09.01",
        "type": "International Journal",
        "doi": "https://doi.org/10.1109/MCG.2018.053491733",
        "abstract": "Haptic perception is an important modality in reinforcing the presence of virtual or remote targets, but providing haptic feedback of dynamic environments still remains a challenging task. We address the issue of haptic telepresence systems by improving and integrating two independent approaches: real-time haptic rendering of unstructured spatial data and collaborative interaction with a remote partner. Contact with physical constraints is directly estimated from streaming point-cloud data without surface reconstruction, and haptic guidance cues that restrict or promote the users motion can be provided by both predefined triggers and gesture-based input from a helper. Through a user study with a proof-of-concept prototype, the authors show that the proposed approach significantly improves the performance of remote exploration tasks while enabling stable haptic interaction with real-world spatial data.",
        "keywords": ["Haptic interfaces", "Collaboration", "Task analysis", "Telepresence", "Three-dimensional displays", "Rendering"]
    },
    {
        "thumbnail": null,
        "title": "Clinical, Radiographic, Morphometric Risk Factors for Adjacent and Remote Vertebral Compression Fractures over a Minimum Follow-up of 4 Years after Percutaneous Vertebroplasty for Osteoporotic Vertebral Compression Fractures",
        "subtitle": "World Neurosurgery",
        "vol": "125",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "e146-e157",
        "labelPP": "",
		"author": [
            "Hong-Jae Lee",
            "Jinah Park",
            "Il-Woo Lee",
            "Jin-seok Yi",
            "Taeho Kim"
        ],
        "date": "2019.05.01",
        "type": "International Journal",
        "doi": "https://doi.org/10.1016/j.wneu.2019.01.020",
        "abstract": "This study aimed to analyze the risk factors for secondary new vertebral compression fractures (SNVCFs) after percutaneous vertebroplasty (PVP) for osteoporotic vertebral compression fractures.",
        "keywords": ["Bone mineral density","Osteoporosis","Percutaneous vertebroplasty","Risk factor","Vertebral compression fracture","Voxel"]
    },
    {
        "thumbnail": null,
        "title": "Non-rigid Registration of Dynamic Deformable Volumetric Data using Thin-plate Spline (박판 스플라인을 이용한 동적 가변형 볼륨 데이터의 비강직 정합 기법)",
        "subtitle": "대한PACS학회지",
        "vol": "25",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "61-67",
        "labelPP": "",
		"author": [
            "Jinah Kim",
            "Jinah Park"
        ],
        "date": "2005",
        "type": "Domestic Journal",
        "doi": "",
        "abstract": "Medical image registration generally refers to the process of determining the geometric transformation of images to get a complimentary structural, biological or functional correspondence. Especially, in the medical image analysis for the human organs, non-rigid registration is necessary to properly register the local deformation. Especially for the dynamic organs like a heart and lungs, it is essential to process the registration method in three-dimensional space to track their through-plane motion. In this paper, we suggest the 3D non-rigid registration method based on the corresponding anatomical landmarks using thin-plate spline (TPS) with volumetric CT lung data. By extending two-dimensional TPS, we developed 3D TPS and computed its bending energy function to register the local deformations of the volumetric time-varying CT lung data due to the respiration. Our experimental results show that our method is suitable for handling volumetric deformation with a small number of anatomical landmarks within an interactive time.",
        "keywords": ["Non-rigid Registration","Volumetric Data","Thin-plate Spline", "CT lung data", "Through-plane motion"]
    },
    {
        "thumbnail": null,
        "title": "Medical Simulation : Virtual Surgery (의료 시뮬레이션: 가상 수술)",
        "subtitle": "정보과학회지",
        "vol": "23",
        "labelVol": "",
		"num": "10",
        "labelNum": "",
		"pp": "49-51",
        "labelPP": "",
		"author": [
            "Jinah Park"
        ],
        "date": "2005.10.01",
        "type": "Domestic Journal",
        "doi": "http://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE00672707&language=ko_KR",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Web-based Self-directed Learning for Multi-contents Service  (멀티 콘텐츠 서비스를 위한 웹 기반 자기주도적 학습 시스템)",
        "subtitle": "Journal of KIISE: Computing Practices and Letters (정보과학회논문지: 컴퓨팅의 실제 및 레터)",
        "vol": "16",
        "labelVol": "",
		"num": "1",
        "labelNum": "",
		"pp": "115-119",
        "labelPP": "",
		"author": [
            "Jiseon Kim",
            "Jinah Park"
        ],
        "date": "2010.01.01",
        "type": "Domestic Journal",
        "doi": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE01328798",
        "abstract": "As the subjects of education has been changed from the instructors to learners, a web-based self-directed learning which can accelerate the initiative of learners and can be free from the restriction of time and space has been received attention. In this paper, the web-based self-directed learning system was designed. For the design, to make the learners build their own lecture plan, the service was designed to provide three kinds of lectures of video clip, slide lecture, and e-text lecture that were focused on various lecture contents. In addition, a learner and an assistant was man to man matched to enable the on-line mentoring for mutual communication between learners and assistants. Implementation was carried out by three sets of module - Manager, Learner and Assistant - that were applied to the real educational activities. The survey on satisfaction for the education, efficiency of ability improvement, and educational intelligibility for the attendants on the education showed more than 67.2% of satisfaction in satisfaction for the education. Furthermore, more than 86.9% of attendants replied that their ability were improved after the education of this system. The educational system realized in this paper shows effectiveness for the self-directed learning.",
        "keywords": ["Self-directed Learning","Web based Self-directed Learning System","IT Education"]
    },
    {
        "thumbnail": null,
        "title": "A Collision Model for Real-time Simulation of Tooth Preparation (실시간 치아 형성 시뮬레이션을 위한 충돌 모델)",
        "subtitle": "Journal of KIISE: Computing Practices and Letters (정보과학회논문지: 컴퓨팅의 실제 및 레터)",
        "vol": "17",
        "labelVol": "",
		"num": "12",
        "labelNum": "",
		"pp": "677-681",
        "labelPP": "",
		"author": [
            "Kimin Kim",
            "Jai-hyun Kim",
            "Jinah Park"
        ],
        "date": "2011.12.01",
        "type": "Domestic Journal",
        "doi": "http://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE01757713&language=ko_KR",
        "abstract": "The cutting of the tooth with a bur is one of the most essential procedures that should be offered from a virtual reality based dental training system. Since instruments for tooth cutting are small and sharp as compared to the tooth, it is needed that not only elaborate but also accurate collision model handling the plastic deformation of the tooth caused by cutting instruments. To address this issue, we propose a real-time collision model, which the tooth is represented as a volume model with a distance field for the tooth. This volume model is shared by not only a procedure to visualize shape deformation of the tooth but also a procedure to detect collision and compute feedback force for haptic rendering. A method using an octree is also presented to accelerate collision detection between the tooth and the instrument.",
        "keywords": ["Haptics","Dental Simulator","Volume-based Collision Detection"]
    },
    {
        "thumbnail": null,
        "title": "Web-based Information System for Ocean / Coastal Environmental Data Service (해양환경자료의 서비스를 위한 웹 기반 정보시스템)",
        "subtitle": "Journal of KIISE: Computing Practices and Letters (정보과학회논문지: 컴퓨팅의 실제 및 레터)",
        "vol": "17",
        "labelVol": "",
		"num": "12",
        "labelNum": "",
		"pp": "630-639",
        "labelPP": "",
		"author": [
            "Jinah Kim",
            "Gwang Soon Park",
            "Jaeil Kwon",
            "Jinah Park"
        ],
        "date": "2011.12.01",
        "type": "Domestic Journal",
        "doi": "http://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE01757697&language=ko_KR",
        "abstract": "Ocean/coastal environmental information is the current status and forecasted ocean and coast information required to support ocean activities and solve ocean-related problems in government agencies, industries and general public. It can be largely classified current status by in-situ ocean observation and predicted forecast by numerical modeling about the sea state. These data consist of positional information of latitude, longitude and depth and mapped observation and prediction values to each position and have some properties such as tremendous multi-dimensional multi-variate spatio-temporal data. It's hard to understand and interpret the complex phenomenon unless you are an expert because these data exist on around of whole Korea coastal areas so the data volume is so big and ways of data collection and data types and properties are so variety and heterogeneous. Therefore, in this paper, we implemented web-based information system for whole series of collection-processing-storage (database)-geo-spatial processing-scientific visualization process for service of ocean/coastal environmental information. Moreover, by implementing spatio-temporal and cross-relational analysis and information query functions, we try to help to understand complex oceanic process, solve ocean-related problems and support the decision making over simple information providence.",
        "keywords": ["Ocean/coastal environmental information","Information system","Web","Spatio-temporal analysis","Multi-dimensional","Multi-variable"]
    },
    {
        "thumbnail": null,
        "title": "Effective Volume Rendering and Virtual Staining Framework for Visualizing 3D Cell Image Data (3차원 세포 영상 데이터의 효과적인 볼륨 렌더링 및 가상 염색 프레임워크)",
        "subtitle": "Journal of the Korea Computer Graphics Society (컴퓨터그래픽스학회논문지)",
        "vol": "24",
        "labelVol": "",
		"num": "1",
        "labelNum": "",
		"pp": "9-17",
        "labelPP": "",
		"author": [
            "Taeho Kim",
            "Jinah Park"
        ],
        "date": "2018.03.01",
        "type": "Domestic Journal",
        "doi": "http://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE07404200&language=ko_KR",
        "abstract": "In this paper, we introduce a visualization framework for cell image data obtained from optical diffraction tomography (ODT), including a method for representing cell morphology in 3D virtual environment and a color mapping protocol. Unlike commonly know volume data sets, such as CT images of human organ or industrial machinery, that have solid structural information, the cell image data have rather vague information with much morphological variations on the boundaries. Therefore, it is difficult to come up with consistent representation of cell structure for visualization results. To obtain desired visual representation of cellular structures, we propose an interactive visualization technique for the ODT data. In visualization of 3D shape of the cell, we adopt a volume rendering technique which is generally applied to volume data visualization and improve the quality of volume rendering result by using empty space jittering method. Furthermore, we provide a layer-based independent rendering method for multiple transfer functions to represent two or more cellular structures in unified render window. In the experiment, we examined effectiveness of proposed method by visualizing various type of the cell obtained from the microscope which can capture ODT image and fluorescence image together.",
        "keywords": ["Direct Volume Rendering","Optical Diffraction Tomography","Cell Imaging"]
    },
    {
        "thumbnail": null,
        "title": "Real-time Spray Painting using Rays and Texture Map (레이와 텍스처 기법을 이용한 실시간 스프레이 페인팅)",
        "subtitle": "Journal of KIISE: Computing Practices and Letters (정보과학회논문지: 컴퓨팅의 실제 및 레터)",
        "vol": "14",
        "labelVol": "",
		"num": "8",
        "labelNum": "",
		"pp": "818-822",
        "labelPP": "",
		"author": [
            "Daeseok Kim",
            "Jinah Park"
        ],
        "date": "2008.11.01",
        "type": "Domestic Journal",
        "doi": "http://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE01084395&language=ko_KR",
        "abstract": "The purpose of this study is to develop realistic painting simulation in real-time as well as to represent the thickness of the deposited paint on the surface. The Gaussian model is used for a painting deposition model to calculate the thickness of paints. For a painting simulation, rather than implementing particle systems, we propose a new heuristic algorithm for painting process based on a few number of rays. After we find the collision points of the rays with an environment, we compute the painted area using flood-fill searching method on the texture map and visualize paint effects. We analyzed time complexity of our method to verify that our system is suitable for real-time VR applications.",
        "keywords": ["simulation","deposition model","virtual training","visualization","collision detection","spray painting"]
    },
    {
        "thumbnail": null,
        "title": "Medical Fusion Contents: Simulation (의료융합 콘텐츠: 시뮬레이션)",
        "subtitle": "Communications of the Korean Isnstitute of Information Scientists and Engineers (정보과학회지)",
        "vol": "26",
        "labelVol": "",
		"num": "12",
        "labelNum": "",
		"pp": "28-33",
        "labelPP": "",
		"author": [
            "Jinah Park"
        ],
        "date": "2008.12.01",
        "type": "Domestic Journal",
        "doi": "http://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE01102879&language=ko_KR",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Development of a Web Service based GIS-enabled Storm-surge Visualization System (웹 서비스 기반 GIS 연동 폭풍ㆍ해일 시각화 시스템 개발)",
        "subtitle": "Journal of KIISE: Computing Practices and Letters (정보과학회논문지: 컴퓨팅의 실제 및 레터)",
        "vol": "14",
        "labelVol": "",
		"num": "9",
        "labelNum": "",
		"pp": "841-849",
        "labelPP": "",
		"author": [
            "Jinah Kim",
            "Jinah Park",
            "Gwang Soon Park",
            "Jaeil Kwon"
        ],
        "date": "2008.12.01",
        "type": "Domestic Journal",
        "doi": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE01104776&language=ko_KR",
        "abstract": "Natural disaster such as inundation due to the typhoon induced storm-surge has inflicted severe losses on the coastal area. The problem of global warming and sea surface rising has issued and thus influences the increase of frequency and potential power of storm-surge. What we can do is to make intelligent effort to predict and prevent the losses through the early warning and prevention activity from the accurate prediction and forecasting about the time-varying storm-surge height and its arriving time resulted from the numerical simulation with sea observations. In this paper, we developed the web service based GIS-Enabled storm-surge visualization system to predict and prevent the storm-surge disasters. Moreover, for more accurate topography around coastal area and fine-grid storm-surge numerical model, we have accomplished GIS-based coastal mapping through LiDAR measurement.",
        "keywords": ["Web-Services","Storm-surge scientific visualization","Coastal Mapping"]
    },
    {
        "thumbnail": null,
        "title": "Protein Interaction Network Visualization System Combined with Gene Ontology (유전자 온톨로지와 연계한 단백질 상호작용 네트워크 시각화 시스템)",
        "subtitle": "Journal of KIISE: Computer Systems and Theory (정보과학회논문지: 시스템 및 이론)",
        "vol": "36",
        "labelVol": "",
		"num": "2",
        "labelNum": "",
		"pp": "60-67",
        "labelPP": "",
		"author": [
            "Yunkyu Choi",
            "Seok Kim",
            "Gwamsu Yi",
            "Jinah Park"
        ],
        "date": "2009.04.01",
        "type": "Domestic Journal",
        "doi": "http://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE01182679&language=ko_KR",
        "abstract": "Analyzing protein-protein interactions(PPI) is an important task in bioinformatics as it can help in new drugs' discovery process. However, due to vast amount of PPI data and their complexity, efficient visualization of the data is still remained as a challenging problem. We have developed efficient and effective visualization system that integrates Gene Ontology(GO) and PPI network to provide better insights to scientists. To provide efficient data visualization, we have employed dynamic interactive graph drawing methods and context-based browsing strategy. In addition, quick and flexible cross-reference system between GO and PPI; LCA(Least Common Ancestor) finding for GO; and etc are supported as special features. In terms of interface, our visualization system provides two separate graphical windows side-by-side for GO graphs and PPI network, and also provides cross-reference functions between them.",
        "keywords": ["Protein-protein interaction","Gene Ontology","Dynamic Graph","Context-based browsing","Least Common Ancestor"]
    },
    {
        "thumbnail": null,
        "title": "Adaptive Mass-Spring Method for the Synchronization of Dual Deformable Model (듀얼 가변형 모델 동기화를 위한 적응성 질량-스프링 기법)",
        "subtitle": "Journal of Korea Computer Graphics Society (한국컴퓨터그래픽스학회논문지)",
        "vol": "15",
        "labelVol": "",
		"num": "3",
        "labelNum": "",
		"pp": "1-9",
        "labelPP": "",
		"author": [
            "Jaehwan Cho",
            "Jinah Park"
        ],
        "date": "2009.09.01",
        "type": "Domestic Journal",
        "doi": "http://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE01962389&language=ko_KR",
        "abstract": "Traditional computer simulation uses only traditional input and output devices. With the recent emergence of haptic techniques, which can give users kinetic and tactile feedback, the field of computer simulation is diversifying. In particular, as the virtual-reality-based surgical simulation has been recognized as an effective training tool in medical education, the practical virtual simulation of surgery becomes a stimulating new research area. The surgical simulation framework should represent the realistic properties of human organ for the high immersion of a user interaction with a virtual object. The framework should make proper both haptic and visual feedback for high immersed virtual environment. However, one model may not be suitable to simulate both haptic and visual feedback because the perceptive channels of two feedbacks are different from each other and the system requirements are also different. Therefore, we separated two models to simulate haptic and visual feedback independently but at the same time. We propose an adaptive mass-spring method as a multi-modal simulation technique to synchronize those two separated models and present a framework for a dual model of simulation that can realistically simulate the behavior of the soft, pliable human body, along with haptic feedback from the user's interaction",
        "keywords": ["Surgical Simulation","Soft body Simulation","Deformable Model", "Haptics"]
    },
    {
        "thumbnail": null,
        "title": "IT의료융합-의료훈련시뮬레이터기술동향",
        "subtitle": "정보과학회지",
        "vol": "28",
        "labelVol": "",
		"num": "7",
        "labelNum": "",
		"pp": "28-35",
        "labelPP": "",
		"author": [
            "Jeha Ryu",
            "Jinah Park",
            "Jung Kim",
            "Hee-Byeong Choi"
        ],
        "date": "2010.07.01",
        "type": "Domestic Journal",
        "doi": "http://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE01496999&language=ko_KR",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Designing a Framework of Multimodal Contents Creation and Playback System for Immersive Textbook (실감형 교과서를 위한 멀티모달 콘텐츠 저작 및 재생 프레임워크 설계)",
        "subtitle": "Journal of the Korea Contents Association (한국콘텐츠학회논문지)",
        "vol": "10",
        "labelVol": "",
		"num": "8",
        "labelNum": "",
		"pp": "1-10",
        "labelPP": "",
		"author": [
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2010.08.01",
        "type": "Domestic Journal",
        "doi": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE01513066&language=ko_KR#none",
        "abstract": "For virtual education, the multimodal learning environment with haptic feedback, termed ‘immersive textbook', is necessary to enhance the learning effectiveness. However, the learning contents for immersive textbook are not widely available due to the constraints in creation and playback environments. To address this problem, we propose a framework for producing and displaying the multimodal contents for immersive textbook. Our framework provides an XML-based meta-language to produce the multimodal learning contents in the form of intuitive script. Thus it can help the user, without any prior knowledge of multimodal interactions, produce his or her own learning contents. The contents are then interpreted by script engine and delivered to the user by visual and haptic rendering loops. Also we implemented a prototype based on the aforementioned proposals and performed user evaluation to verify the validity of our framework.",
        "keywords": ["Virtual Education","Multimodal Contents","Haptic Feedback","Immersive Textbook"]
    },
    {
        "thumbnail": null,
        "title": "A Study on Virtual Assembly Simulation Using Virtual Reality Technology (가상현실 기술을 이용한 가상 조립 시뮬레이션에 대한 연구)",
        "subtitle": "Journal of Korea Multimedia Society (멀티미디어학회논문지)",
        "vol": "13",
        "labelVol": "",
		"num": "11",
        "labelNum": "",
		"pp": "1715-1727",
        "labelPP": "",
		"author": [
            "Yongwan Kim",
            "Jinah Park"
        ],
        "date": "2010.11.01",
        "type": "Domestic Journal",
        "doi": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE01606816&language=ko_KR",
        "abstract": "Although a hand haptic interaction which provides direct and natural sensation is the most natural way of interacting with VR environment, the hand haptic interaction has still limitations with respect to the complexity of articulated hand and related hardware capabilities. Particularly, virtual assembly simulation which refers to the verification process of digital mockup in product development lifecycle is one of the most challenging topics in virtual reality applications. However, hand haptic interaction is considered as a big obstacle, because difficulty initial grasping and non-dextrous manipulation remain as unsolved problems. In this paper, we propose that common hand haptic interactions involves two separate stages with different aspects. We present the hand haptic interaction method enables us to stably grasp a virtual object at initial grasping and delicately manipulate an object at task operating by one's intention. Therefore, proposed method provides the robustness using grasping quality and dextrous manipulation using physically simulation. We conducted experiments to evaluate the effectiveness of our proposed method under different display environments -monoscopic and stereoscopic. From 2-way ANOVA test, we show that the proposed method satisfies two aspects of hand haptic interaction. Finally, we demonstrated an actual application of various assembly simulation for relatively complex models.",
        "keywords": ["Assembly Simulation","Haptic Interaction","Grasping","Virtual Reality"]
    },
    {
        "thumbnail": null,
        "title": "Real-time Collision Detection of Deformable Objects for Haptic Rendering using Distance Field and Point Shell (햅틱 렌더링을 위한 거리 영역과 포인트 쉘 기반의 실시간 변형체 충돌 검사)",
        "subtitle": "Journal of KIISE: Software and Applications (정보과학논문지: 소프트웨어 및 응용)",
        "vol": "38",
        "labelVol": "",
		"num": "7",
        "labelNum": "",
		"pp": "358-368",
        "labelPP": "",
		"author": [
            "Seok Kim",
            "Jinah Park"
        ],
        "date": "2011.07.01",
        "type": "Domestic Journal",
        "doi": "http://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE01661924&language=ko_KR",
        "abstract": "Collision detection using Distance Field and Point Shell is one of efficient methods to detect collision between objects in interactive simulation. The Distance Field is defined as 3D uniform grid, but the Point Shell denotes the set of points which are sampled from an object. In the Distance Field, each grid point has the signed shortest distance from the surface of an object within the Distance Field. By interpolating the distance of grid points, it is possible to calculate the distance between each sampled point of Point Shell and the object within the Distance Field. The result is used to detect collision fast. However, when the object within the Distance Field is deformed, the update of the Distance Field is too slow because the shortest surface distance of all grid points must be recomputed. In this paper, we present new approach to detect collision of deformable objects using grid cells instead of shortest distance of grid point. In our approach, each grid cell is defined one of three types based on the relative position of the object within the Distance Field; boundary cell, interior cell, and exterior cell. By using the grid cells of Distance Field and sampled points of Point Shell, we introduce fast collision detection for deformable objects. The advantage of our approach is to reduce the time required to update Distance Field. In addition, our approach is applied to Cholecystectomy simulation which is one of common surgeries.",
        "keywords": ["Deformation","Collision Detection","Distance Field","Point Shell","Haptic Rendering"]
    },
    {
        "thumbnail": null,
        "title": "Implementation of Saemangeum Coastal Environmental Information System Using GIS (지리정보시스템을 이용한 새만금 해양환경정보시스템 구축)",
        "subtitle": "Journal of the Korean Association of Geographic Information Studies (한국지리정보학회지)",
        "vol": "14",
        "labelVol": "",
		"num": "4",
        "labelNum": "",
		"pp": "128-136",
        "labelPP": "",
		"author": [
            "Jinah Kim",
            "Changsik Kim",
            "Jinah Park"
        ],
        "date": "2011.12.01",
        "type": "Domestic Journal",
        "doi": "http://www.riss.kr/link?id=A82710348",
        "abstract": "To monitor and predict the change of coastal environment according to the construction of Saemangeum sea dyke and the development of land reclamation, we have done real-time and periodic ocean observation and numerical simulation since 2002. Saemangeum coastal environmental data can be largely classified to marine meteorology, ocean physics and circulation, water quality, marine geology and marine ecosystem and each part of data has been generated continuously and accumulated over about 10 years. The collected coastal environmental data are huge amounts of heterogeneous dataset and have some characteristics of multi-dimension, multivariate and spatio-temporal distribution. Thus the implementation of information system possible to data collection, processing, management and service is necessary. In this study, through the implementation of Saemangeum coastal environmental information system using geographic information system, it enables the integral data collection and management and the data querying and analysis of enormous and high-complexity data through the design of intuitive and effective web user interface and scientific data visualization using statistical graphs and thematic cartography. Furthermore, through the quantitative analysis of trend changed over long-term by the geo-spatial analysis with geo- processing, it`s being used as a tool for provide a scientific basis for sustainable development and decision support in Saemangeum coast. Moreover, for the effective web-based information service, multi-level map cache, multi-layer architecture and geospatial database were implemented together.",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "A Dual Modeling Method for a Real-Time Palpation Simulator",
        "subtitle": "Korea Information Processing Society (한국정보처리학회)",
        "vol": "8",
        "labelVol": "",
		"num": "1",
        "labelNum": "",
		"pp": "55-66",
        "labelPP": "",
		"author": [
            "Sang-Youn Kim",
            "Sekil Park",
            "Jinah Park"
        ],
        "date": "2012.03.31",
        "type": "Domestic Journal",
        "doi": "https://doi.org/10.3745/JIPS.2012.8.1.055",
        "abstract": "This paper presents a dual modeling method that simulates the graphic and haptic behavior of a volumetric deformable object and conveys the behavior to a human operator. Although conventional modeling methods (a mass-spring model and a finite element method) are suitable for the real-time computation of an object's deformation, it is not easy to compute the haptic behavior of a volumetric deformable object with the conventional modeling method in real-time (within a 1kHz) due to a computational burden. Previously, we proposed a fast volume haptic rendering method based on the S-chain model that can compute the deformation of a volumetric non-rigid object and its haptic feedback in real-time. When the S-chain model represents the object, the haptic feeling is realistic, whereas the graphical results of the deformed shape look linear. In order to improve the graphic and haptic behavior at the same time, we propose a dual modeling framework in which a volumetric haptic model and a surface graphical model coexist. In order to inspect the graphic and haptic behavior of objects represented by the proposed dual model, experiments are conducted with volumetric objects consisting of about 20,000 nodes at a haptic update rate of 1000Hz and a graphic update rate of 30Hz. We also conduct human factor studies to show that the haptic and graphic behavior from our model is realistic. Our experiments verify that our model provides a realistic haptic and graphic feeling to users in real-time.",
        "keywords": ["Haptic Feedback", "Dual Model", "Palpation", "Real-Time Simulation", "S-chain Model"]
    },
    {
        "thumbnail": null,
        "title": "Organ Shape Modeling Based on the Laplacian Deformation Framework for Surface-Based Morphometry Studies",
        "subtitle": "Journal of Computing Science and Engineering",
        "vol": "6",
        "labelVol": "",
		"num": "3",
        "labelNum": "",
		"pp": "219-226",
        "labelPP": "",
		"author": [
            "Jaeil Kim",
            "Jinah Park"
        ],
        "date": "2012.09.01",
        "type": "Domestic Journal",
        "doi": "https://doi.org/10.5626/JCSE.2012.6.3.219",
        "abstract": "Recently, shape analysis of human organs has achieved much attention, owing to its potential to localize structural abnormalities. For a group-wise shape analysis, it is important to accurately restore the shape of a target structure in each subject and to build the inter-subject shape correspondences. To accomplish this, we propose a shape modeling method based on the Laplacian deformation framework. We deform a template model of a target structure in the segmented images while restoring subject-specific shape features by using Laplacian surface representation. In order to build the inter-subject shape correspondences, we implemented the progressive weighting scheme for adaptively controlling the rigidity parameter of the deformable model. This weighting scheme helps to preserve the relative distance between each point in the template model as much as possible during model deformation. This area-preserving deformation allows each point of the template model to be located at an anatomically consistent position in the target structure. Another advantage of our method is its application to human organs of non-spherical topology. We present the experiments for evaluating the robustness of shape modeling against large variations in shape and size with the synthetic sets of the second cervical vertebrae (C2), which has a complex shape with holes.",
        "keywords": ["Shape modeling","Laplacian deformation framework","Progressive weighting scheme","Surface-based shape analysis"]
    },
    {
        "thumbnail": null,
        "title": "Quantitative Measurement Method for Possible Rib Fractures in Chest Radiographs",
        "subtitle": "Healthcare Informatics Research",
        "vol": "19",
        "labelVol": "",
		"num": "3",
        "labelNum": "",
		"pp": "196-204",
        "labelPP": "",
		"author": [
            "Jaeil Kim",
            "Sungjun Kim",
            "Young Jae Kim",
            "Kwanggi Kim",
            "Jinah Park"
        ],
        "date": "2013.09.30",
        "type": "Domestic Journal",
        "doi": "http://dx.doi.org/10.4258/hir.2013.19.3.196",
        "abstract": "This paper proposes a measurement method to quantify the abnormal characteristics of the broken parts of ribs using local texture and shape features in chest radiographs.",
        "keywords": ["Rib Fractures", "Radiography", "Computer-Aided Radiographic Image Interpretation", "Image Processing", "Decision Support Techniques"]
    },
    {
        "thumbnail": null,
        "title": "Open Source Library for Medical Image Processing: Review on ITK (의료 영상 처리를 위한 오픈 소스 라이브러리: ITK 리뷰)",
        "subtitle": "Journal of KSIIM (대한의학영상정보학회지)",
        "vol": "19",
        "labelVol": "",
		"num": "1",
        "labelNum": "",
		"pp": "1-12",
        "labelPP": "",
		"author": [
            "UiTae Kim",
            "Hojin Ryoo",
            "Jaeil Kim",
            "Jinah Park"
        ],
        "date": "2013.12.01",
        "type": "Domestic Journal",
        "doi": "http://kmbase.medric.or.kr/Main.aspx?d=KMBASE&i=1147120130190010001&m=VIEW",
        "abstract": "The ITK (Insight Segmentation and Registration Toolkit) provides various image processing algorithms including multi-dimensional image enhancement, segmentation, and registration. The toolkit is an open-source software development framework based on object-oriented C++ scheme. Since the ITK supports cross platforms and covers the Apache 2.0 license, it allows the users to modify and distribute the developed source codes freely and easily. For these reasons, the ITK is widely used for processing and analyzing medical images. It also supports GPU acceleration for advanced users.",
        "keywords": ["Insight Toolkit", "ITK", "Medical image processing", "Open source library"]
    },
    {
        "thumbnail": null,
        "title": "Z-Clutching: Interaction Technique for Navigating 3D Virtual Environment Using a Generic Haptic Device",
        "subtitle": "Journal of Computing Science and Engineering",
        "vol": "10",
        "labelVol": "",
		"num": "1",
        "labelNum": "",
		"pp": "32-38",
        "labelPP": "",
		"author": [
            "Deok-Jae Song",
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2016.03.30",
        "type": "Domestic Journal",
        "doi": "https://doi.org/10.5626/JCSE.2016.10.1.32",
        "abstract": "Navigating a large 3D virtual environment using a generic haptic device can be challenging since the haptic device is usually bounded by its own physical workspace. On the other hand, mouse interaction easily handles the situation with a clutching mechanism-simply lifting the mouse and repositioning its location in the physical space. Since the haptic device is used for both input and output at the same time, in many cases, its freedom needs to be limited in order to accommodate such a situation. In this paper, we propose a new mechanism called Z-Clutching for 3D navigation of a virtual environment by using only the haptic device without any interruption or sacrifice in the given degrees of freedom of the device's handle. We define the clutching state which is set by pulling the haptic handle back into space. It acts similarly to lifting the mouse off the desk. In this way, the user naturally feels the haptic feedback based on the depth (z-direction), while manipulating the haptic device and moving the view as desired. We conducted a user study to evaluate the proposed interaction technique, and the results are promising in terms of the usefulness of the proposed mechanism.",
        "keywords": ["Haptic interaction", "3D navigation", "Virtual reality"]
    },
    {
        "thumbnail": null,
        "title": "Real-time Simulation of Seas and Swells for Ship Maneuvering Simulators (선박운항 시뮬레이터를 위한 풍파와 너울의 실시간 시뮬레이션)",
        "subtitle": "Journal of KIISE (정보과학회논문지)",
        "vol": "42",
        "labelVol": "",
		"num": "7",
        "labelNum": "",
		"pp": "846-851",
        "labelPP": "",
		"author": [
            "Sekil Park",
            "Jae-Yong Oh",
            "Jinah Park"
        ],
        "date": "2015.07.01",
        "type": "Domestic Journal",
        "doi": "https://dbpia.co.kr/journal/articleDetail?nodeId=NODE06381342#none",
        "abstract": "Seas and swells are basic wave types in ocean surface simulation and are very important elements in the simulation of ocean background. In this paper, we propose a real-time simulation method, for reproducing realistic seas and swells, to be used in real-time simulators such as ship maneuvering simulators. Seas and swells have different visual properties. Swells have relatively longer wavelengths and round crests compared with seas, therefore they are visualized globally with large meshes and procedural methods. Parameters to illustrate swells are extracted from ocean wave spectra. Conversely, seas have shorter wavelengths and their characteristics are only clearly apparent near to the observation point. Here, we present visualization of seas based on a statistical wave model using ocean wave spectra, which provides realistic results in a reactively small area.",
        "keywords": ["seas", "swells", "real-time simulation", "ocean wave spectra", "ship maneuvering simulator"]
    },
    {
        "thumbnail": null,
        "title": "A Review on the Visualization Plan of Ocean Waves for Ship Maneuvering Simulator (선박운항 시뮬레이터를 위한 해양파 가시화 방안 고찰)",
        "subtitle": "Journal of the Korean Society of Marine Environment and Safety (해양환경안전학회지)",
        "vol": "21",
        "labelVol": "",
		"num": "2",
        "labelNum": "",
		"pp": "215-222",
        "labelPP": "",
		"author": [
            "Sekil Park",
            "Jae-Yong Oh",
            "Jinah Park"
        ],
        "date": "2015.04.27",
        "type": "Domestic Journal",
        "doi": "https://doi.org/10.7837/kosomes.2015.21.2.215",
        "abstract": "To improve the ocean waves of the ship maneuvering simulator, we study and summarize the visualization elements of the ocean waves and the overall direction of their implementation in detail. We categorize the visualization elements of the ocean waves into five groups, including wave surface, wave breaking, interaction, lighting effects, and underwater. We also analyze the design and implementation issues of the visualization of the ocean waves for ship maneuvering simulator with respect to realistic and real-time ocean visualization, ship dynamics, and application purposes. Through the analysis, we have found that the realistic visualization of ocean waves plays an important role in the generation of immersiveness, more accurate ship motion, and the various and controllable simulation scenarios for the ship maneuvering simulator. Additionally, we have confirmed that there are many visualization elements, methods, and limitations to be considered for the visualization of the ocean waves for ship maneuvering simulator, and we have concluded that the systematic design is required before implementation.",
        "keywords": [ "Ship maneuvering simulator" , "Ocean wave" , "Visualization" , "Immersiveness" , "Maritime training"]
    },
    {
        "thumbnail": null,
        "title": "Real-time Simulation Technique for Visual-Haptic Interaction between SPH-based Fluid Media and Soluble Solids (SPH 기반의 유체 및 용해성 강체에 대한 시각-촉각 융합 상호작용 시뮬레이션)",
        "subtitle": "Journal of the Korean Society of Visualization (한국가시화정보학회지)",
        "vol": "15",
        "labelVol": "",
		"num": "1",
        "labelNum": "",
		"pp": "32-40",
        "labelPP": "",
		"author": [
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2017.04.01",
        "type": "Domestic Journal",
        "doi": "https://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE07174679",
        "abstract": "Interaction between fluid and a rigid object is frequently observed in everyday life. However, it is difficult to simulate their interaction as the medium and the object have different representations. One of the challenging issues arises especially in handling deformation of the object visually as well as rendering haptic feedback. In this paper, we propose a real-time simulation technique for multimodal interaction between particle-based fluids and soluble solids. We have developed the dissolution behavior model of solids, which is discretized based on the idea of smoothed particle hydrodynamics, and the changes in physical properties accompanying dissolution is immediately reflected to the object. The user is allowed to intervene in the simulation environment anytime by manipulating the solid object, where both visual and haptic feedback are delivered to the user on the fly. For immersive visualization, we also adopt the screen space fluid rendering technique which can balance realism and performance.",
        "keywords": ["Smoothed particle hydrodynamics", "Dissolution", "Unified particle model", "Haptic rendering", "Screen space fluid rendering"]
    },
    {
        "thumbnail": null,
        "title": "Lipid Droplet Tracking Method using Optical Flow in 3D Cell Image Data (3차원 세포 영상에서의 옵티컬 플로우를 이용한 지질방울 추적기법)",
        "subtitle": "KIISE Transactions on Computing Practices (정보과학회 컴퓨팅의 실제 논문지)",
        "vol": "25",
        "labelVol": "",
		"num": "3",
        "labelNum": "",
		"pp": "198-202",
        "labelPP": "",
		"author": [
            "Jihoon Cho",
            "Jinah Park"
        ],
        "date": "2019.03.01",
        "type": "Domestic Journal",
        "doi": "https://doi.org/10.5626/KTCP.2019.25.3.198",
        "abstract": "Optical Diffraction Tomography is a technique used to acquire a three-dimensional volumetric image data set of living cells without additional treatment. While there has been various achievements made in the imaging technique, not yet much in those tools to support analysis based on the acquired image data. In this paper, we propose an automated lipid droplet tracking method which can be applied to 3D cell images using optical flow. The proposed method estimates the motion of lipid droplet from optical flow, and enables individual tracking of all lipid droplets present in the image at once through lipid droplet position estimation and labeling process. Additionally, we implemented the tracking method in three ways to resolve the accumulated errors from the algorithm as the tracking progresses. The performance was then compared their qualitatively and quantitatively using HeLa cell and hepatocyte cell image data. As a result, we found that per-frame tracking method, which traces with mapping lipid droplet positions, was the optimal tracking method suitable for optical diffraction tomography images.",
        "keywords": ["Optical flow", "Cell image", "Lipid droplet", "Tracking", "Labeling"]
    },
    {
        "thumbnail": null,
        "title": "Study of Enhancing Color Perception of Semi-Transparent Object from Volume Visualization with respect to Background Color Change (배경색 변화에 따른 볼륨 가시화 내 반투명 물체의 색 인지 향상에 대한 연구)",
        "subtitle": "2018 한국소프트웨어종합학술대회 논문집",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "2020-2022",
        "labelPP": "",
		"author": [
            "Hanbyul Park",
            "Taeho Kim",
            "Jinah Park"
        ],
        "date": "2018.12.19",
        "type": "Domestic Conference",
        "doi": "http://www.dbpia.co.kr/journal/articleDetail?nodeId=NODE07614173&language=ko_KR",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Voxel-based Haptic Rendering using Adaptive Sampling of a Local Distance Map",
        "subtitle": "Journal of Computing Science and Engineering",
        "vol": "13",
        "labelVol": "",
		"num": "2",
        "labelNum": "",
		"pp": "66-77",
        "labelPP": "",
		"author": [
            "Kimin Kim",
            "Jinah Park"
        ],
        "date": "2019.06.01",
        "type": "Domestic Journal",
        "doi": "https://doi.org/10.5626/JCSE.2019.13.2.66",
        "abstract": "Change of shape is an essential topic in research related to virtual reality-based sculpting, mechanical machining, and surgery training of tissue cutting. If the shape of an object in the virtual environment is modified at high temporal rates, it is very difficult to resolve contacts between objects due to the fact that the existing haptic rendering algorithm depends on expensive preprocessing strategies such as bounding volumes, bounding volume hierarchies, and distance fields. This paper investigates a haptic rendering algorithm in virtual environments with shape changes. We introduce a volumetric collision model and an on-the-fly contact normal computation method with a local distance map, which allow for shape changes of the volume model at time-critical haptic rendering. This approach significantly reduces the voxel readout, which allows the model to handle more than ten thousand voxels at haptic rates. The real-time tooth probing and cutting simulation results support the benefits of our approach.",
        "keywords": ["Haptic Rendering", "Distance Map", "Voxel-based Simulation", "Dental Simulation"]
    },
    {
        "thumbnail": null,
        "title": "3D Shape Analysis of the Brain's Third Ventricle using a Midplane Encoded Symmetric Template Model",
        "subtitle": "Computer Methods and Programs in Biomedicine",
        "vol": "129",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "51-62",
        "labelPP": "",
		"author": [
            "Jaeil Kim",
            "Maria del C. Valdés Hernández",
            "Natalie A. Royle",
            "Susana Muñoz Maniega",
            "Benjamin S. Aribisala",
            "Alan J. Gow",
            "Ian J. Deary",
            "Joanna M. Wardlaw",
            "Jinah Park"
        ],
        "date": "2016.02.14",
        "type": "International Journal",
        "doi": "https://doi.org/10.1016/j.cmpb.2016.02.014",
        "abstract": "Structural changes of the brain's third ventricle have been acknowledged as an indicative measure of the brain atrophy progression in neurodegenerative and endocrinal diseases. To investigate the ventricular enlargement in relation to the atrophy of the surrounding structures, shape analysis is a promising approach. However, there are hurdles in modeling the third ventricle shape. First, it has topological variations across individuals due to the inter-thalamic adhesion. In addition, as an interhemispheric structure, it needs to be aligned to the midsagittal plane to assess its asymmetric and regional deformation.",
        "keywords": ["Brain", "Third ventricle", "Shape analysis", "3D model", "Aging", "Atrophy"]
    },
    {
        "thumbnail": null,
        "title": "Mathematical Modeling of Coastal Marine Environments using Observational Data for Coastal Management",
        "subtitle": "Ocean & Coastral Management",
        "vol": "116",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "396-403",
		"author": [
            "Jinah Kim",
            "Jinah Park"
        ],
        "date": "2015.08.07",
        "type": "International Journal",
        "doi": "https://doi.org/10.1016/j.ocecoaman.2015.08.007",
        "abstract": "Coastal development affects human life and economic activity. Given a necessity to develop coastal areas, there is a need for a method by which to understand and quantitatively assess and predict changes to coastal marine environments. In this paper, we propose a mathematical modeling for coastal marine environments using observational data. In particular, we establish probabilistic graphical model based on the data-driven statistical model for Saemangeum coast of Korea, where land reclamation work has been taking place. The derived model consists of latent and observation variables and their causal relationships. Ocean currents occurred by water exchange appear to be the key factor influencing the coastal marine environments in the artificial lake of Saemangeum coast. Hence, coastal water quality in the coastal management is the major concern by stakeholders. Using the proposed model we were able to compute the followings to demonstrate the usage of our proposed model: First, if the lake were to be entirely cut off from sea water exchange (which takes place through sluice gates in the sea dyke to the open sea), coastal water quality may deteriorated to approximately 37.5% of its current quality. Secondly, in order to maintain a minimum acceptable coastal water quality in the artificial lake, permitting its use in industrial supply and agriculture, currents of about 0.6 m/s are required for sea water exchange. This approach will assist in coastal management by supporting decision-making, policy planning, and the establishment of strategies for sustainable coastal development and conservation of coastal marine environments.",
        "keywords": ["Coastal marine environments", "Probabilistic graphical model", "Probabilistic inference", "Coastal water quality", "Coastal management", "Sustainable coastal development"]
    },
    {
        "thumbnail": null,
        "title": "Hippocampal Shape Modeling Based on a Progressive Template Surface Deformation and its Verification",
        "subtitle": "IEEE Transactions on Medical Imaging",
        "vol": "34",
        "labelVol": "",
		"num": "6",
        "labelNum": "Issue",
		"pp": "1242-1261",
        "labelPP": "",
		"author": [
            "Jaeil Kim",
            "Maria del C. Valdés Hernández",
            "Natalie A. Royle",
            "Jinah Park"
        ],
        "date": "2014.12.18",
        "type": "International Journal",
        "doi": "https://doi.org/10.1109/TMI.2014.2382581",
        "abstract": "Accurately recovering the hippocampal shapes against rough and noisy segmentations is as challenging as achieving good anatomical correspondence between the individual shapes. To address these issues, we propose a mesh-to-volume registration approach, characterized by a progressive model deformation. Our model implements flexible weighting scheme for model rigidity under a multi-level neighborhood for vertex connectivity. This method induces a large-to-small scale deformation of a template surface to build the pairwise correspondence by minimizing geometric distortion while robustly restoring the individuals' shape characteristics. We evaluated the proposed method's 1) accuracy and robustness in smooth surface reconstruction, 2) sensitivity in detecting significant shape differences between healthy control and disease groups (mild cognitive impairment and Alzheimer's disease), 3) robustness in constructing the anatomical correspondence between individual shape models, and 4) applicability in identifying subtle shape changes in relation to cognitive abilities in a healthy population. We compared the performance of the proposed method with other well-known methods-SPHARM-PDM, ShapeWorks and LDDMM volume registration with template injection-using various metrics of shape similarity, surface roughness, volume, and shape deformity. The experimental results showed that the proposed method generated smooth surfaces with less volume differences and better shape similarity to input volumes than others. The statistical analyses with clinical variables also showed that it was sensitive in detecting subtle shape changes of hippocampus.",
        "keywords": ["Shape", "Deformable models", "Diseases", "Laplace equations", "Rough surfaces", "Surface roughness", "Robustness"]
    },
    {
        "thumbnail": null,
        "title": "3D Object Manipulation Using Virtual Handles with a Grabbing Metaphor",
        "subtitle": "IEEE Computer Graphics and Applications",
        "vol": "34",
        "labelVol": "",
		"num": "3",
        "labelNum": "Issue",
		"pp": "30-38",
        "labelPP": "",
		"author": [
            "Taeho Kim",
            "Jinah Park"
        ],
        "date": "2014.03.10",
        "type": "International Journal",
        "doi": "https://doi.org/10.1109/MCG.2014.20",
        "abstract": "This technique lets users manipulate 3D objects as if they had actually grabbed them. It employs a grabbing metaphor to provide the mapping protocol for finding the desired reference frame for the object. The technique projects the user's hand into the virtual environment; a virtual-handle avatar provides feedback.",
        "keywords": ["Three-dimensional displays", "Virtual environments", "Haptic interfaces", "Performance evaluation", "Avatars", "Object recognition"]
    },
    {
        "thumbnail": null,
        "title": "Realistic Simulation of Mixed Sea using Multiple Spectrum-based Wave Systems",
        "subtitle": "SIMULATION",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "1-16",
        "labelPP": "",
		"author": [
            "Sekil Park",
            "Jinah Park"
        ],
        "date": "2019.08.07",
        "type": "International Journal",
        "doi": "https://doi.org/10.1177%2F0037549719866504",
        "abstract": "The sea has a very wide, irregular, and continuously changing surface and is usually a mixed sea composed of several wave systems. Each wave system is generated from different locations and conditions and has its own characteristics. The Fourier domain approach using sea wave spectra is an effective technique for the realistic simulation of sea surfaces in real time, but the conventional Fourier domain approach cannot independently simulate the characteristics of each wave system. In this paper, we propose a realistic and real-time simulation method of the mixed sea using multiple spectrum-based wave systems for maritime simulators. We recognize the importance of the visual and physical contributions of each wave system and faithfully reproduce all wave systems in the mixed sea. In order to simulate the mixed sea, our method generates and combines multiple spectrum-based wave systems using adaptive spectral sampling of the separated spectrum of the multi-peaked spectrum. The unique characteristics of each wave system can be set independently through spectral parameters, sampling number and range, wave direction and spread, and the shape factor of waves. The proposed method also supports the smooth transition between sea states, such as wind sea, swell, and mixed sea. Through the experiments, we verify that the proposed method effectively reflects sea wave spectra and the reproduced sea has very similar statistical characteristics to the actual sea. Experimental results also show that our approach can simulate the mixed sea, which has high-frequency wind sea and low-frequency swell.",
        "keywords": ["Real-time sea simulation", "mixed sea", "multiple wave systems", "sea wave spectra", "maritime simulator"]
    },
    {
        "thumbnail": null,
        "title": "Template-based Landmark and Region Mapping of Bone",
        "subtitle": "Journal of Foot and Ankle Research",
        "vol": "7",
        "labelVol": "Res",
		"num": "1",
        "labelNum": "Suppl",
		"pp": "42",
        "labelPP": "A",
		"author": [
            "Jaeil Kim",
            "Sang Gyo Seo",
            "Dong Yeon Lee",
            "Jinah Park"
        ],
        "date": "2014.04.08",
        "type": "International Journal",
        "doi": "https://doi.org/10.1186/1757-1146-7-S1-A42",
        "abstract": "The shape morphology using 3D surface models has been recently emerged for biomechanics research, such as the quantitative assessment of bone deformity with clinical factors [1] and the correlation analysis between bone shape and joint motion [2]. In the bone shape morphology, the morphological difference of the bones across subjects is quantified by the geometric measures, such as the curvature of the articular surface and the relative bone orientation in joints, defined with the anatomical landmarks and regions on the bone surface. However, the landmark and region determination on individual cases is a difficult and time-consuming task, because of the various size and shape of the bones and operator’s errors. In this paper, we propose an automated landmark and region mapping method based on a non-rigid template-to-image registration. The template model is a triangular mesh including the generic shape of the target. It also encodes the landmarks and regions as a subset of the points in the triangular mesh. For the landmark and region mapping to individual bones, the template model is non-rigidly deformed by a Laplacian deformation framework [3]. This framework derives the point transformation into the image boundary while minimizing the distortion of the point distribution in the template model. This behavior of the deformation framework helps to trace the positions of the anatomical landmarks and regions across subjects.",
        "keywords": ["Articular Surface", "Anatomical Landmark", "Triangular Mesh", "Reconstructed Model", "Template Model"]
    },
    {
        "thumbnail": null,
        "title": "Study on Interaction-induced Symptoms with Respect to Virtual Grasping and Manipulation",
        "subtitle": "International Journal of Human-Computer Studies",
        "vol": "72",
        "labelVol": "",
		"num": "2",
        "labelNum": "Issue",
		"pp": "141-153",
        "labelPP": "",
		"author": [
            "Yongwan Kim",
            "Jinah Park"
        ],
        "date": "2014.02.01",
        "type": "International Journal",
        "doi": "https://doi.org/10.1016/j.ijhcs.2013.09.011",
        "abstract": "Owing to the popularity of various hand tracking interfaces, there have been numerous applications developed to provide intuitive hand interaction with the virtual world. As users start with great anticipation, they end up with dissatisfaction due to difficulties of manipulation or physical tiredness coming very short. Although the task itself is rather trivial in a real life situation, it requires much effort in the virtual environment. We address this awkwardness as 'VR interaction-induced fatigue symptom' and hypothesize its causes based on our observations. We argue that the source of the fatigue comes from the restricted sensory information of the VR interfaces, and that users try to accommodate the missing sensory feedback by excessive motion leading to wrong posture or bad timing. We demonstrate our hypothesis by conducting experiments of two types of virtual interaction scenarios: object transport and 3D selection. Furthermore, by analyzing the behaviors of users' action collected from our experiment, we derive essential factors to be considered in designing VR applications, and propose a conceptual interaction model for orchestrating virtual grasping.",
        "keywords": ["Virtual reality", "Hand interaction", "Fatigue symptoms", "Difficulty", "Grasping", "Design guidelines"]
    },
    {
        "thumbnail": null,
        "title": "A Statistical Model for Computing Causal Relationships to Assess Changes in a Marine Environment",
        "subtitle": "Journal of Coastal Research",
        "vol": "1",
        "labelVol": "",
		"num": "65",
        "labelNum": "Special Issue No. ",
		"pp": "980-985",
        "labelPP": "",
		"author": [
            "Jinah Kim",
            "Jinah Park"
        ],
        "date": "2012.12.07",
        "type": "International Journal",
        "doi": "https://www.jstor.org/stable/26482100",
        "abstract": "In order to manage sustainable coastal development, it is essential to identify the causal relationships among observation parameters that reveal the changes in the marine environment in a quantitative manner. On the Saemangeum coast, a land reclamation project by constructing sea dike has been underway since 1991. To monitor and assess the changes in the marine environment due to the project, the states of the ocean's physics and circulation, water quality, marine geology, and the marine ecosystem have been measured through the integrated ocean observation networks. In this paper, the observed data are statistically investigated with regard to observed and latent variables, in order to identify their causal relationships and compute the degrees of their influence. We performed a multivariate statistical analysis using a structural equation model based on oceanographic theory using the monthly mean observed data. As a result, 15 principal components were extracted and the statistical model was obtained by estimating the standardized regression coefficients of the observed variables and the latent variables, as well as those between the latent variables. The statistical model was applied to both the inner reclaimed area and the outer sea area individually to verify the model quantitatively how well it explains the changes of marine environment due to the blocking of seawater exchange in the inner reclaimed area comparable to the outer sea area separated by the sea dike. Our results show that the proposed statistical approach is quite suitable for understanding phenomena in ocean science that occur causally by identifying theoretically-known causal relationships quantitatively. By predicting the various impacts on environmental changes in advance through the quantitative estimation of a statistic model, we can prepare appropriate countermeasures or alternatives for preserving and protecting the environment, whose vulnerability is an inevitable result of such development. In this respect, our study can be effectively utilized as a tool for coastal management, policy-making, and planning.",
        "keywords": ["Water quality", "Seas", "Marine ecosystems", "Statistical models", "Oceans", "Marine environments", "Oceanography", "Coasts", "Regression coefficients", "Geology"]
    },
    {
        "thumbnail": null,
        "title": "Visualizing Marine Environmental Changes to the Saemangeum Coast",
        "subtitle": "IEEE Computer Graphics and Applications",
        "vol": "32",
        "labelVol": "",
		"num": "6",
        "labelNum": "Issue",
		"pp": "82-87",
        "labelPP": "",
		"author": [
            "Jinah Kim",
            "Jinah Park"
        ],
        "date": "2012.11.16",
        "type": "International Journal",
        "doi": "https://doi.org/10.1109/MCG.2012.122",
        "abstract": "The Saemangeum Coast, located on the west side of the Korean peninsula, is undergoing a 30-year land reclamation project involving approximately 40 kilohectares. Because this project will drastically change the marine environment, monitoring and analyzing the water quality and marine life forms are necessary. However, the observation data are accumulating past the terabyte level, and the simulation data based on that data are also growing. Moreover, the gathered data are heterogeneous, and combining the datasets is often critical for gaining a better understanding of the environmental situation and for making predictions and decisions. A new visual-analytics tool for analyzing this situation fuses geographic-information-system data with ocean environmental data. It has three main components: data collection, geoprocessing, and data visualization. Researchers have used it to monitor and analyze changes in water quality, zooplankton distribution, and seabed topography.",
        "keywords": ["Marine pollution", "Environmental factors", "Oceanography", "Visual analystics", "Information systems", "Geographic information systems", "computer graphics", "oceanographic extreme data", "marine environment", "visual analytics", "Saemangeum", "GIS", "geographic information systems"]
    },
    {
        "thumbnail": null,
        "title": "Disk Diagram: An Interactive Visualization Technique of Fuzzy Set Operations for the Analysis of Fuzzy Data",
        "subtitle": "Information Visualization",
        "vol": "9",
        "labelVol": "",
		"num": "3",
        "labelNum": "",
		"pp": "220-232",
        "labelPP": "",
		"author": [
            "Yeseul Park",
            "Jinah Park"
        ],
        "date": "2012.01.01",
        "type": "International Journal",
        "doi": "https://doi.org/10.1057/ivs.2010.3",
        "abstract": "Fuzzy set refers to the data set which does not have separate, distinct clusters, and they contain data elements whose membership degrees are between 0.0 and 1.0. Many fuzzy sets exist in the real world, and one of the important issues is to make a decision from the fuzzy sets using visual analytics tools by extracting information in the data set intuitively. To analyze the element data in fuzzy sets, the visualization of fuzzy sets needs to show an overview of the data with membership degree and the relationship among the sets. In this article, we suggest an interactive visualization technique of fuzzy set operations, called Disk Diagram, which offers distribution of fuzzy data and two scenarios to allow users to interpret inter-dependency among fuzzy sets. A Disk Diagram enables to depict complexity of fuzzy sets by showing the degree of resemblance between the sets with the layout of star coordinates. This article describes the use of a Disk Diagram with two different data sets such as fuzzy disease set and terror related words set. Lastly, we report the results of heuristic evaluation to show that our technique supports visual perception, usability, and knowledge discovery process in the areas of visual representation and interaction.",
        "keywords": ["information visualization", "fuzzy set", "fuzzy set operations", "diagram"]
    },
    {
        "thumbnail": null,
        "title": "Monitoring the Evolutionary Aspect of the Gene Ontology to Enhance Predictability and Usability",
        "subtitle": "BMC Bioinformatics",
        "vol": "9",
        "labelVol": "",
		"num": "3",
        "labelNum": "Suppl",
		"pp": "S7",
        "labelPP": "",
		"author": [
            "Jong C. Park",
            "Tak-eun Kim",
            "Jinah Park"
        ],
        "date": "2008.04.11",
        "type": "International Journal",
        "doi": "https://doi.org/10.1186/1471-2105-9-S3-S7",
        "abstract": "Much effort is currently made to develop the Gene Ontology (GO). Due to the dynamic nature of information it addresses, GO undergoes constant updates whose results are released at regular intervals as separate versions. Although there are a large number of computational tools to aid the development of GO, they are operating on a particular version of GO, making it difficult for GO curators to anticipate the full impact of particular changes along the time axis on a larger scale. We present a method for tapping into such an evolutionary aspect of GO, by making it possible to keep track of important temporal changes to any of the terms and relations of GO and by consequently making it possible to recognize associated trends.",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Real-time Area-based Haptic Rendering and the Augmented Tactile Display Device for a Palpation Simulator",
        "subtitle": "Advanced Robotics",
        "vol": "21",
        "labelVol": "",
		"num": "10",
        "labelNum": "",
		"pp": "961-981",
        "labelPP": "",
		"author": [
            "Sangyoun Kim",
            "Ki-Uk Kyung",
            "Jinah Park"
        ],
        "date": "2007.07.00",
        "type": "International Journal",
        "doi": "http://dx.doi.org/10.1163/156855307781035619",
        "abstract": "Although people usually contact a surface with some area rather than a point, most haptic devices allow a user to interact with a virtual object at one point at a time and likewise most haptic rendering algorithms deal with such situations only. In a palpation procedure, medical doctors push and rub the organ's surface, and are provided the sensation of distributed pressure and contact force (reflecting force) for discerning doubtable areas of the organ. In this paper, we suggest real-time area-based haptic rendering to describe distributed pressure and contact force simultaneously, and present a haptic interface system to generate surface properties in accordance with the haptic rendering algorithm. We represent the haptic model using the shape-retaining chain link (S-chain) framework for a fast and stable computation of the contact force and distributed pressure from a volumetric virtual object. In addition, we developed a compact pin-array-type tactile display unit and attached it to the PHANToMTM haptic device to complement each other. For the evaluation, experiments were conducted with non-homogenous volumetric cubic objects consisting of approximately 500 000 volume elements. The experimental results show that compared to the point contact, the area contact provides the user with more precise perception of the shape and softness of the object's composition, and that our proposed system satisfies the real-time and realism constraints to be useful for a virtual reality application.",
        "keywords": ["Voxel-based Representation","Haptic Rendering","Tactile Device","Palpation simulator"]
    },
    {
        "thumbnail": null,
        "title": "Visualization for Digesting a High Volume of the Biomedical Literature",
        "subtitle": "Bioinformatics and Biosystems",
        "vol": "1",
        "labelVol": "",
		"num": "1",
        "labelNum": "",
		"pp": "51-60",
        "labelPP": "",
		"author": [
            "Changsu Lee",
            "Jinah Park",
            "Jong C. Park"
        ],
        "date": "2006.03.00",
        "type": "International Journal",
        "doi": "http://dx.doi.org/10.4051/ibce.2009.1.0007",
        "abstract": "The paradigm in biology is currently changing from that of conducting hypothesis-driven individual experiments to that of utilizing the results of a massive data analysis with appropriate computational tools. We present LayMap, an implemented visualization system that helps the user to deal with a high volume of the biomedical literatu re such as MEDLINE, through the layered maps that are constructed on the results of an information extraction system. LayMap also utilizes filtering and granularity for an enhanced view of the results. Since a biomedical information extraction system gives rise to a focused and effective way of slicing up the data space, the combined use of LayMap with such an information extraction system can help the user to navigate the data space in a speedy and guided manner. As a case study, we have applied the system to datasets of journal abstracts on 'MAPK pathway' and 'bufalin' from MEDLINE. With the proposed visualization, we have successfully rediscovered pathway maps of a reasonable quality for ERK, p38 and JNK. Furthermore, with respect to bufalin, we were able to identify the potentially interesting relation between the Chinese medicine Chan su and apoptosis with a high level of detail.",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "The Real-Time Haptic Simulation of a Biomedical Volumetric Object with Shape-retaining Chain Linked Model",
        "subtitle": "IEICE Transaction on Information and Systems",
        "vol": "E88-D",
        "labelVol": "",
		"num": "5",
        "labelNum": "",
		"pp": "1012-1020",
        "labelPP": "",
		"author": [
            "Sang-Youn Kim",
            "Jinah Park",
            "Dong-Soo Kwon"
        ],
        "date": "2005.05.01",
        "type": "International Journal",
        "doi": "https://doi.org/10.1093/ietisy/e88-d.5.1012",
        "abstract": "This paper presents a new model which computes the deformation and the feedback force of high-resolution biomedical volumetric objects consisting of hundreds of thousands of volume elements. The main difficulty in the simulation of these high-resolution volumetric objects is to compute and generate stable feedback force from the objects within a haptic update time (1 msec). In our model, springs are used in order to represent material properties of volume elements and cylinders are used to activate corresponding springs according to the amount of deformation. Unlike in a mass-spring model, springs in our model have constraint conditions. In our model, the deformation is calculated locally and then is propagated outward through object's volume as if a chain is pulled or pushed. The deformed configuration is then used to compute the object's internal potential energy that is reflected to the user. The simple nature of our model allows the much faster calculation of the deformation and the feedback force from the volumetric deformable object than the conventional model (an FEM or a mass-spring model). Experiments are conducted with homogenous and non-homogenous volumetric cubic objects and a volumetric human liver model obtained from CT data at a haptic update rate of 1000 Hz and a graphic update rate of 100 Hz to show that our model can be utilized in the real-time volume haptic rendering. We verify that our model provides a realistic haptic feeling for the user in real time through comparative study.",
        "keywords": ["medical simulation", "modeling", "haptic", "biomedical volumetric object", "virtual reality" ]
    },
    {
        "thumbnail": null,
        "title": "Real-time Haptic Rendering of a High-resolution Volumetric Deformable Object in Collaborative Virtual Environment",
        "subtitle": "Advanced Robotics",
        "vol": "19",
        "labelVol": "",
		"num": "9",
        "labelNum": "",
		"pp": "951-976",
        "labelPP": "",
		"author": [
            "Sang-Youn Kim",
            "Jinah Park",
            "Dong-Soo Kwon"
        ],
        "date": "2005.01.00",
        "type": "International Journal",
        "doi": "http://dx.doi.org/10.1163/156855305774307022",
        "abstract": "A collaborative virtual environment (CVE) is a shared environment that allows geographically separated users to watch and manipulate the same object at the same time. This paper presents a fast haptic rendering method when users interact with a virtual object at multiple points or multiple areas in a CVE. Previously, we proposed a new model (Shape-retaining Chain Linked Model) for real-time volume haptic rendering. The haptic rendering of an object represented by our model guarantees real-time performance because the deformation of the object is computed locally and is then propagated outward through its volume. However, this local computation approach presented us with a new issue for handling virtual deformable objects in a CVE, where interactions occur at multiple points or multiple areas. In order to overcome the limitation of the local computation, we construct a modeling framework that allows colliding interactions among geographically separated users. For the modeling framework, we vectorially sum forces generated at interaction points or areas. In order to inspect the behavior of objects modeled with our method, experiments are conducted with volumetric objects consisting of about 500 000 nodes at a haptic update rate of 1000 Hz. We perform a calculation time analysis to investigate real-time performance and conduct human factor studies to show that the feedback force from our model is realistic. Our experiments verify that our model provides realistic haptic feeling to participants in real-time under a CVE.",
        "keywords": ["Haptic", "Virtual Reality", "Volumetric Object","Modeling","Simulation"]
    },
    {
        "thumbnail": null,
        "title": "A Graphic Tool for Curating Molecular Interaction Networks from the Literature",
        "subtitle": "Key Engineering Materials",
        "vol": "35",
        "labelVol": "",
		"num": "7",
        "labelNum": "Issue",
		"pp": "555-564",
        "labelPP": "",
		"author": [
            "Changsu Lee",
            "Jinah Park",
            "Jong C. Park"
        ],
        "date": "2005.10.00",
        "type": "International Journal",
        "doi": "https://doi.org/10.1016/j.compbiomed.2004.04.005",
        "abstract": "We propose a graphic tool for curating molecular interaction networks constructed from the literature by information extraction (IE). In order to turn preliminary results from IE into useful biomedical resources, we propose to use a controlled environment in which visualization and IE work synergistically. The usability of the proposed graphic tool is shown with respect to the identification of incorrectly extracted results that are due to the much troubling coordination phenomena in natural language texts. Through the experiment on molecular interactions in Saccaharomyces cerevisiae, we have seen a meaningful increase (from 91.5% to 97.5%) in the number of correctly extracted interaction information.",
        "keywords": ["Visualization","Protein–protein interactions","Information extraction","Natural language processing","Bioinformatics"]
    },
    {
        "thumbnail": null,
        "title": "Information Visualization with Text Data Mining for Knowledge Discovery Tools in Bioinformatics",
        "subtitle": "Key Engineering Materials",
        "vol": "277",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "259-265",
        "labelPP": "",
		"author": [
            "Jinah Park",
            "Changsu Lee",
            "Jong C. Park"
        ],
        "date": "2004.12.01",
        "type": "International Journal",
        "doi": "https://doi.org/10.4028/www.scientific.net/KEM.277-279.259",
        "abstract": "An abundant amount of information is produced in the digital domain, and an effective information extraction (IE) system is required to surf through this sea of information. In this paper, we show that an interactive visualization system works effectively to complement an IE system. In particular, three-dimensional (3D) visualization can turn a data-centric system into a user-centric one by facilitating the human visual system as a powerful pattern recognizer to become a part of the IE cycle. Because information as data is multidimensional in nature, 2D visualization has been the preferred mode. However, we argue that the extra dimension available for us in a 3D mode provides a valuable space where we can pack an orthogonal aspect of the available information. As for candidates of this orthogonal information, we have considered the following two aspects: 1) abstraction of the unstructured source data, and 2) the history line of the discovery process. We have applied our proposal to text data mining in bioinformatics. Through case studies of data mining for molecular interaction in the yeast and mitogen-activated protein kinase pathways, we demonstrate the possibility of interpreting the extracted results with a 3D visualization system.",
        "keywords": ["Bioinformatics","Knowledge Discovery","Molecular Interactions","Visualization"]
    },
    {
        "thumbnail": null,
        "title": "Volume Data Exploration Interface on a Touchscreen",
        "subtitle": "International Symposium of Science Museums 2019",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "504-507",
        "labelPP": "",
		"author": [
            "Hyunsoo Kim",
            "Jinah Park"
        ],
        "date": "2019.11.07",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Importance-Based Streamline Seeding Method Using a Regression Model",
        "subtitle": "IEEE VIS 2019 (Poster)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Joong-Youn Lee",
            "Jinah Park"
        ],
        "date": "2019.10.20",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Interactive Exhibition from Wall Panels in a Museum",
        "subtitle": "ACM International Conference on Interactive Surfaces and Spaces (ISS'19, Poster)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "367-372",
        "labelPP": "",
		"author": [
            "Jihoon Cho",
            "Hyunsoo Kim",
            "Joowon Lim",
            "Taeho Kim",
            "Jinah Park"
        ],
        "date": "2019.11.10",
        "type": "International Conference",
        "doi": "https://doi.org/10.1145/3343055.3360753",
        "abstract": "We present an interactive exhibition concept built on existing physical wall panels in a museum. By combining the unique exhibition contents with various rendering and interface techniques, we create immersive contents that have two-way communication and multi-modal feedback as key features to provide engaging experiences. We apply our interactive panel concept to a mummy exhibit in a natural history museum in Korea and demonstrate its effectiveness. The final goal of this project is for it to serve as a platform for virtual museums to provide an opportunity to expand offline museums to an online experience.",
        "keywords": ["interactive design", "touchscreen interface", "virtual museum"]
    },
    {
        "thumbnail": null,
        "title": "Virtual Faucet: Stream Or Spray",
        "subtitle": "IEEE World Haptics Conference 2019 (Demo)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Jaehyun Jang",
            "Jinah Park"
        ],
        "date": "2019.07.09",
        "type": "International Conference",
        "doi": "http://www.worldhaptics2019.org/program/demo/",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Clinical, Radiographic, Morphometric Risk Factors for Adjacent and Remote Vertebral Compression Fractures Over a Minimum Follow-Up of Four Years After Percutaneous Vertebroplasty for Osteoporotic Vertebral Compression Fractures: Novel Three-Dimensional Voxel-Based Morphometric Analysis",
        "subtitle": "NASS Summer Spine Meeting 2019",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Hong-Jae Lee",
            "Jinah Park"
        ],
        "date": "2019.07.31",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Metal Artifact Reduction of Dental CT using Optical Image of Dental Plaster Model",
        "subtitle": "International Workshop on Advanced Image Technology- International Forum on Medical Imaging in Asia(IWAIT-IFMIA) 2019",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Yejin Kim",
            "Jihoon Cho",
            "Seungyong Cho",
            "Jinah Park"
        ],
        "date": "2019.01.07",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Analysis of Risk Factos for Adjacent and Remote Vertebral Compression Fractures using Three-dimensional Voxel-based Morphometry after Percutaneous Vertebroplasty in Patients with Osteoporotic Vertebral Compression Fractures A minimum 4-year follow-up (Oral Presentation)",
        "subtitle": "International Neurosurgical Conference (KNS 2018)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Hong-Jae Lee",
            "Jinah Park"
        ],
        "date": "2018.10.12",
        "type": "International Conference",
        "doi": "http://www.kns2018.or.kr/",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Touchable Video Streams: Towards Multi-sensory and Multi-contact Experiences",
        "subtitle": "ACM TVX 2018 (Work-in-progress)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "155-160",
        "labelPP": "",
		"author": [
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2018.06.26",
        "type": "International Conference",
        "doi": "https://doi.org/10.1145/3210825.3213555",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Perception-Aware Uncertainty Glyphs in the 3D Vector Fields",
        "subtitle": "EuroVis 2018 (Short Paper)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "1-5",
        "labelPP": "",
		"author": [
            "Joong-Youn Lee",
            "Jinah Park"
        ],
        "date": "2018.06.04",
        "type": "International Conference",
        "doi": "http://dx.doi.org/10.2312/eurovisshort.20181069",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "The Structure-aware Viewpoint Selection for 3D Branching Structures",
        "subtitle": "IEEE PacificVis 2018 (Poster)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Jaehyun Jang",
            "Jinah Park"
        ],
        "date": "2018.04.11",
        "type": "International Conference",
        "doi": "http://itolab.is.ocha.ac.jp/pvis2018/program.html#Interactive-Session-1",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Analyzing 3D Cell Data of Optical Diffraction Tomography through Volume Rendering",
        "subtitle": "International Workshop on Advanced Image Technology (IWAIT 2018)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Taeho Kim",
            "Jinah Park"
        ],
        "date": "2018.01.07",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Speckle Noise Reduction in Optical Diffraction Tomography using Convolutional Neural Network",
        "subtitle": "Int'l Women's Conference on BIEN(Bio, Information, Environment, Energy, Space and Nano)-Technology (BIEN17)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "P-IT-043",
        "labelPP": "",
		"author": [
            "Inwoo Hwang",
            "Jinah Park"
        ],
        "date": "2017.08.31",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Interactive Multimodal Virtual Display of 2D-coordinates Plane",
        "subtitle": "Int'l Women's Conference on BIEN(Bio, Information, Environment, Energy, Space and Nano)-Technology (BIEN17)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "P-IT-034",
        "labelPP": "",
		"author": [
            "Minjoo Kim",
            "Jinah Park"
        ],
        "date": "2017.08.31",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "2D Transfer Function Design for Live-cell Image Data using ISODATA Clustering Method",
        "subtitle": "Int'l Women's Conference on BIEN(Bio, Information, Environment, Energy, Space and Nano)-Technology (BIEN17)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "P-IT-033",
        "labelPP": "",
		"author": [
            "Jihoon Cho",
            "Taeho Kim",
            "Jinah Park"
        ],
        "date": "2017.08.31",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Hand Gesture Modification based on Laban Movement Analysis to Express an Avatar's Affection in a Communicative VR Environment",
        "subtitle": "Int'l Women's Conference on BIEN(Bio, Information, Environment, Energy, Space and Nano)-Technology (BIEN17)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "P-IT-030",
        "labelPP": "",
		"author": [
            "YoungJin An",
            "Taeho Kim",
            "Jinah Park"
        ],
        "date": "2017.08.31",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Design of State Machine Interface for Building Communicative Environment with Virtual Reality Avatar",
        "subtitle": "Int'l Women's Conference on BIEN(Bio, Information, Environment, Energy, Space and Nano)-Technology (BIEN17)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "P-IT-015",
        "labelPP": "",
		"author": [
            "Andrew Lee",
            "Taeho Kim",
            "Jinah Park"
        ],
        "date": "2017.08.31",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Real-time Brittle Fracture Simulation for Haptic Interaction based on a Node-link Model",
        "subtitle": "Int'l Women's Conference on BIEN(Bio, Information, Environment, Energy, Space and Nano)-Technology (BIEN17)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "P-IT-005",
        "labelPP": "",
		"author": [
            "Hyunyul Cho",
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2017.08.31",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Voxel-based Haptic Rendering during Shape Changes",
        "subtitle": "Int'l Women's Conference on BIEN(Bio, Information, Environment, Energy, Space and Nano)-Technology (BIEN17)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "P-IT-001",
        "labelPP": "",
		"author": [
            "Kimin Kim",
            "Jinah Park"
        ],
        "date": "2017.08.31",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Robust Haptic Exploration of Remote Environments Represented by Streamed Point Cloud Data",
        "subtitle": "IEEE World Haptics Conference 2017",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "358-363",
        "labelPP": "",
		"author": [
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2017.06.06",
        "type": "International Conference",
        "doi": "https://doi.org/10.1109/WHC.2017.7989928",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Collaborative Haptic Exploration of Remote Environments with Guidance Cues",
        "subtitle": "CASA 2017 Workshop on Recent Developments and Challenges in Immersive Experiences and Digital Character Animation",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Seokyeol Kim"
        ],
        "date": "2017.05.22",
        "type": "International Conference",
        "doi": "http://casa2017.kaist.ac.kr/wordpress/workshop3/",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Principal Elements for Visualizing Event Sequence Data Applied to 3D Cascading Diagrams",
        "subtitle": "IEEE International Conference on Big Data and Smart Computing (BigComp 2017)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "59-63",
        "labelPP": "",
		"author": [
            "Youngju Oh",
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2017.02.13",
        "type": "International Conference",
        "doi": "https://doi.org/10.1109/BIGCOMP.2017.7881716",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "3D Foot Posture Quantification using Articular Surface Information from the Template-based Deformable Model",
        "subtitle": "International Forum on Medical Imaging in Asia (IFMIA) 2017",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "274-276",
        "labelPP": "",
		"author": [
            "Taeho Kim",
            "Doojae Lee",
            "Dong Yeon Lee",
            "Jinah Park"
        ],
        "date": "2017.01.19",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "3D Foot Posture Quantification using Articular Surface Information from the Template-based Deformable Model",
        "subtitle": "International Forum on Medical Imaging in Asia (IFMIA) 2017",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "274-276",
        "labelPP": "",
		"author": [
            "Taeho Kim",
            "Doojae Lee",
            "Dong Yeon Lee",
            "Jinah Park"
        ],
        "date": "2017.01.19",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Modeling 3D Cell Nucleus by Template-based Deformable Model with Confined-region Determined by Cellular Characteristics",
        "subtitle": "International Forum on Medical Imaging in Asia (IFMIA) 2017",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "17-20",
        "labelPP": "",
		"author": [
            "Seoyoung Kim",
            "Taeho Kim",
            "Jinah Park"
        ],
        "date": "2017.01.19",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Engaging Weight Feedback for Bimanual Interaction",
        "subtitle": "AsiaHaptics 2016",
        "vol": "432",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "193-195",
        "labelPP": "",
		"author": [
            "Stuart Burmeister",
            "Kimin Kim",
            "Jinah Park"
        ],
        "date": "2016.11.29",
        "type": "International Conference",
        "doi": "https://doi.org/10.1007/978-981-10-4157-0_33",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Weight-bearing 3D Foot Model Reconstruction from Simple Standing Radiographs Using Deformable Surface Fitting Method",
        "subtitle": "Asian Federation of Foot and Ankle Surgeons (AFFAS)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Sang Gyo Seo",
            "Jaeil Kim",
            "Dong Yeon Lee",
            "Ho Seong Lee",
            "Woo Chun Lee",
            "Jinah Park"
        ],
        "date": "2016.11.19",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Weight-bearing 3D Foot Reconstruction from Standing Radiograph using Deformable Surface Fittiing",
        "subtitle": "Foot International (i-FAB) 2016",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "881-885",
        "labelPP": "",
		"author": [
            "Sang Gyo Seo",
            "Jaeil Kim",
            "Chang Hyun Ryu",
            "Dong Yeon Lee",
            "Jinah Park"
        ],
        "date": "2016.06.23",
        "type": "International Conference",
        "doi": "http://dx.doi.org/10.1016/j.fas.2016.05.287",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "A Unified Virtual Fixture Model for Haptic Telepresence Systems based on Streaming Point Cloud Data and Implicit Surfaces",
        "subtitle": "International Conference on Control, Automation and Systems (ICCAS 2016)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "881-885",
        "labelPP": "",
		"author": [
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2016.10.16",
        "type": "International Conference",
        "doi": "https://doi.org/10.1109/ICCAS.2016.7832418",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Haptic Exploration of Remote Environments with Gesture-based Collaborative Guidance",
        "subtitle": "ACM Symposium on Spatial User Interaction 2016 (SUI'16, Poster)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "211-211",
        "labelPP": "",
		"author": [
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2016.10.15",
        "type": "International Conference",
        "doi": "http://dx.doi.org/10.1145/2983310.2989201",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Reliable Measurement of 3D Foot Bone Angles based on the Frame-of-Reference Derived from a Sole of the Foot",
        "subtitle": "Medical Imaging 2016: Computer-Aided Diagnosis",
        "vol": "9785",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "97853F",
        "labelPP": "",
		"author": [
            "Taeho Kim",
            "Dong Yeon Lee",
            "Jinah Park"
        ],
        "date": "2016.02.27",
        "type": "International Conference",
        "doi": "http://dx.doi.org/10.1117/12.2217388",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Template-based Automatic Extraction of the Joint Space of Foot Bones from CT Scan",
        "subtitle": "Medical Imaging 2016: Image Processing",
        "vol": "9784",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "97841U",
        "labelPP": "",
		"author": [
            "Eunbi Park",
            "Taeho Kim",
            "Jinah Park"
        ],
        "date": "2016.02.27",
        "type": "International Conference",
        "doi": "http://dx.doi.org/10.1117/12.2214956",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Optical Diffraction Tomography using a Digital Micromirror Device for Stable Measurements of 4D Refractive Index Tomography of Cells",
        "subtitle": "Quantitative Phase Imaging II",
        "vol": "9718",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "971814",
        "labelPP": "",
		"author": [
            "Seungwoo Shin",
            "Kyoohyun Kim",
            "Taeho Kim",
            "Jonghee Yoon",
            "Kihyun Hong",
            "Jinah Park",
            "YongKeun Park"
        ],
        "date": "2016.02.13",
        "type": "International Conference",
        "doi": "http://dx.doi.org/10.1117/12.2216769",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "3D Computational Position Analysis based on the Articular Surface of Tarsal Bone: A Preliminary Study",
        "subtitle": "AOFAS Annual Meeting 2015",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Dong Yeon Lee",
            "Taeho Kim",
            "Sang Gyo Seo",
            "Eo jin Kim",
            "Woo-chun Lee",
            "Keith Wapner",
            "Jinah Park"
        ],
        "date": "2015.07.15",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "AnyHaptics: A Haptic Plug-in for Existing Interactive 3D Graphics Applications",
        "subtitle": "ACM Symposium on Virtual Reality Software and Technology (VRST'14)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "27-30",
        "labelPP": "",
		"author": [
            "Deok-Jae Song",
            "Jinah Park"
        ],
        "date": "2014.11.11",
        "type": "International Conference",
        "doi": "https://doi.org/10.1145/2671015.2671118",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Distributed P2P-based Global Illumination for Multi-Users of Real-Time Rendering",
        "subtitle": "International Conference on Future Web (ICFW 2014)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "65-72",
        "labelPP": "",
		"author": [
            "Deok-Jae Song",
            "Jinah Park"
        ],
        "date": "2014.11.06",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "A SPH-based Dissolution Behavior Model for Real-time Fluid-Solid Interaction",
        "subtitle": "SIGGRAPH Asia 2014 (Poster)",
        "vol": "",
        "labelVol": "",
		"num": "14",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2014.12.03",
        "type": "International Conference",
        "doi": "http://doi.acm.org/10.1145/2668975.2669000",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Novel Surface Modelling of the Brain’s Third Ventricle Reveals Local Morphological Differences in an Ageing Sample",
        "subtitle": "20th Annual Scientific Meeting of the British Chapter of the ISMRM",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Maria C. Valdés Hernández",
            "Jaeil Kim",
            "Natalie A. Royle",
            "Hojin Ryoo",
            "Susana Muñoz Maniega",
            "Benjamin S. Aribisala",
            "Mark E. Bastin",
            "Jinah Park",
            "Ian J. Deary",
            "Joanna M. Wardlaw"
        ],
        "date": "2014.09.04",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Anatomical Landmark and Region Mapping based on a Template Surface Deformation for Foot Bone Morphology",
        "subtitle": "Annual meeting of American Orthopaedic Foot and Ankle Society (AOFAS)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Jaeil Kim",
            "Sang Gyo Seo",
            "Dong Yeon Lee",
            "Jinah Park"
        ],
        "date": "2014.09.19",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Brain Ventricular Morphology Analysis Using a Set of Ventricular-Specific Feature Descriptors",
        "subtitle": "International Symposium on Biomedical Simulation (ISBMS 2014)",
        "vol": "8789",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "141-149",
        "labelPP": "",
		"author": [
            "Jaeil Kim",
            "Hojin Ryoo",
            "Maria del C. Valdés Hernández",
            "Natalie A. Royle",
            "Jinah Park"
        ],
        "date": "2014.10.17",
        "type": "International Conference",
        "doi": "https://doi.org/10.1007/978-3-319-12057-7_16",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Automatic Hippocampal Multimodal Assessment for Studies of Stroke and Small Vessel Disease",
        "subtitle": "Medical Image Understanding and Analysis 2014",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "33-38",
        "labelPP": "",
		"author": [
            "Maria del C. Valdés Hernández",
            "Jaeil Kim",
            "Ian Whitteford",
            "Xinyi Qiu",
            "Joanna M. Wardlaw",
            "Jinah Park"
        ],
        "date": "2014.07.11",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Cache Enhancement Methods for Out-Of-Core Pathline Computation",
        "subtitle": "IEEE VIS 2013 (Poster)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Joong-Youn Lee",
            "Jinah Park"
        ],
        "date": "2013.10.18",
        "type": "International Conference",
        "doi": "http://ieeevis.org/year/2013/poster/cache-enhancement-methods-out-core-pathline-computation",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Haptic Xylophone",
        "subtitle": "IEEE World Haptics Conference 2013 (Demo)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Joong-Youn Lee",
            "Sang Eon Lee",
            "Jinah Park"
        ],
        "date": "2013.04.17",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Haptic Snapping Guided Hangul Learning System",
        "subtitle": "IEEE World Haptics Conference 2013 (Demo)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "UiTae Kim",
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2013.04.17",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "A Simulation Environment for Teleoperated Robotic Tasks with Haptic Guidance",
        "subtitle": "IEEE World Haptics Conference 2013 (Demo)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2013.04.17",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "An Intuitive Interaction Method for Handling Intra-articular Bone Structures in 3D Space for Fracture Surgery Planning",
        "subtitle": "International Forum on Medical Imaging in Asia (IFMIA) 2012",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Taeho Kim",
            "Jinah Park"
        ],
        "date": "2012.11.17",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "An Interactive Region-Annotation Method for Specifying and Assessing Anatomical Regions on 3D Human Organ Models",
        "subtitle": "International Forum on Medical Imaging in Asia (IFMIA) 2012",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Hojin Ryoo",
            "Jaeil Kim",
            "Jinah Park"
        ],
        "date": "2012.11.17",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "A Haptic Enhancement Surgery Simulator with a Dual Model",
        "subtitle": "The 4th SPENALO International Symposium on Marine and Medical Robotics (SIS2012)",
        "vol": "7283",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "195-198",
        "labelPP": "",
		"author": [
            "Yul Hee Kim",
            "Young Mock Lee",
            "Jinah Park",
            "Sang-Youn Kim"
        ],
        "date": "2012.09.00",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "A Dental Simulator for Training of Prevalent Interventions: Tooth Restoration and Ultrasonic Scaling",
        "subtitle": "EuroHaptics 2012",
        "vol": "7283",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "195-198",
        "labelPP": "",
		"author": [
            "Kimin Kim",
            "Jaehyun Cho",
            "Jaihyun Kim",
            "Jinah Park"
        ],
        "date": "2012.06.15",
        "type": "International Conference",
        "doi": "http://dx.doi.org/10.1007/978-3-642-31404-9_34",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Orthopedic Surgery Planning Simulator for Intra-articular Fracture",
        "subtitle": "International Conference of ISSiS (International Society for Simulation Surgery)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "90",
        "labelPP": "",
		"author": [
            "Taeho Kim",
            "Jaeil Kim",
            "Jinah Park"
        ],
        "date": "2012.06.14",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Select Ahead: Efficient Object Selection Technique Using the Tendency of Recent Cursor Movements",
        "subtitle": "Asia Pacific Conference on Computer Human Interaction 2012",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "51-58",
        "labelPP": "",
		"author": [
            "Soonchan Park",
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2012.08.31",
        "type": "International Conference",
        "doi": "http://dx.doi.org/10.1145/2350046.2350060",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Select Ahead: Efficient Object Selection Technique Using the Tendency of Recent Cursor Movements",
        "subtitle": "Asia Pacific Conference on Computer Human Interaction 2012",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "51-58",
        "labelPP": "",
		"author": [
            "Soonchan Park",
            "Seokyeol Kim",
            "Jinah Park"
        ],
        "date": "2012.08.31",
        "type": "International Conference",
        "doi": "http://dx.doi.org/10.1145/2350046.2350060",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "A Mode Selection Method for Adaptive Deformation with Reduced Deformable Models",
        "subtitle": "International Conference on Computer Animation and Social Agents (CASA 2012, Short Paper)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Jaehyun Cho",
            "Jinah Park"
        ],
        "date": "2012.05.11",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Web-GIS based Saemangeum Coastal Information System",
        "subtitle": "International Symposium on GIS and Computer Mapping for Coastal Zone Management 2011",
        "vol": "4",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "138-145",
        "labelPP": "",
		"author": [
            "Jinah Kim",
            "Chang S. Kim",
            "Jinah Park"
        ],
        "date": "2011.09.08",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Implementation of Korea Operational Oceanographic Information System using Web-GIS",
        "subtitle": "International Symposium on GIS and Computer Mapping for Coastal Zone Management 2011",
        "vol": "3",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "102-109",
        "labelPP": "",
		"author": [
            "Jinah Kim",
            "Jaeil Kwon",
            "K.S. Park",
            "Jinah Park"
        ],
        "date": "2011.09.08",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Weight-Bearing 3D Foot Model Reconstruction From Standing Radiographs Using Deformable Surface Fitting Method",
        "subtitle": "AOFAS Annual Meeting 2016",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "2473011416S00323",
        "labelPP": "",
		"author": [
            "Sang Gyo Seo",
            "Jaeil Kim",
            "Chang Hyun Ryu",
            "Eo Jin Kim",
            "Doojae Lee",
            "Dong Yeon Lee",
            "Jinah Park"
        ],
        "date": "2016.07.23",
        "type": "International Conference",
        "doi": "http://dx.doi.org/10.1177/2473011416S00323",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Analysis on Virtual Intereaction-induced Fatigue and Difficulty in Manipulation for Interactive 3D Gaming Console",
        "subtitle": "IEEE International Conference on Consumer Electronics (ICCE)",
        "vol": "1",
        "labelVol": "",
		"num": "1",
        "labelNum": "",
		"pp": "269-270",
        "labelPP": "",
		"author": [
            "Yongwan Kim",
            "Gun Lee",
            "Dongsik Jo",
            "Ungyeon Yang",
            "Ki-Hong Kim",
            "Jinah Park"
        ],
        "date": "2011.01.12",
        "type": "International Conference",
        "doi": "https://doi.org/10.1109/ICCE.2011.5722577",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Progressive Mesh Cutting for Real-time Haptic Incision Simulator",
        "subtitle": "ACM SIGGRAPH Asia 2010 (Poster)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Seokyeol Kim",
            "Jihwan Park",
            "Jinah Park"
        ],
        "date": "2010.12.18",
        "type": "International Conference",
        "doi": "https://doi.org/10.1145/1900354.1900422",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Feeling the Vein for Intravenous Injection Preparation",
        "subtitle": "Eurographics Workshop on Visual Computing for Biology and Medicine, VCBM 2010 (Poster)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Seok Kim",
            "Jinah Park"
        ],
        "date": "2010.07.02",
        "type": "International Conference",
        "doi": "http://vcbm.org/2010/program",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "A Quantitative Measurement Method Using Shape and Texture Features for Possible Rib Fractures in Chest Radiographs",
        "subtitle": "Radiological Society of North America (RSNA) 2012 Scientific Assembly and Annual Meeting",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Sungjun Kim",
            "Kwanggi Kim",
            "Jinah Park",
            "Jaeil Kim",
            "Young Han Lee",
            "Ho-Taek Song",
            "Jin-Suck Suh"
        ],
        "date": "2012.11.26",
        "type": "International Conference",
        "doi": "http://archive.rsna.org/2012/12031703.html",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Efficient Multi-Pass Welding Training with Haptic Guide",
        "subtitle": "ACM SIGGRAPH Asia 2009 (Posters)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Yongwan Kim",
            "Ungyeon Yang",
            "Dongsik Jo",
            "Gun Lee",
            "Jinseong Choi",
            "Jinah Park"
        ],
        "date": "2009.12.19",
        "type": "International Conference",
        "doi": "https://doi.org/10.1145/1666778.1666810",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Behavior Modeling of Haptic Brush for Virtual Painting",
        "subtitle": "International Conference on Mechatronics and Information Technology (ICMIT 2009)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "3-4",
        "labelPP": "",
		"author": [
            "Seok Kim",
            "Jinah Park"
        ],
        "date": "2009.12.04",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Physically Based Grasping and Manipulation Method Using Pre-Contact Grasping Quality Measure",
        "subtitle": "ACM Symposium on Virtual Reality Software and Technology (VRST'09)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "253-254",
        "labelPP": "",
		"author": [
            "Yongwan Kim",
            "Jinseong Choi",
            "Jinah Park"
        ],
        "date": "2009.11.20",
        "type": "International Conference",
        "doi": "https://doi.org/10.1145/1643928.1643991",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Visualization of Virtual Weld Beads",
        "subtitle": "ACM Symposium on Virtual Reality Software and Technology (VRST'09)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "269-270",
        "labelPP": "",
		"author": [
            "Dongsik Jo",
            "Yongwan Kim",
            "Ungyeon Yang",
            "Gun A. Lee",
            "Jin Sung Choi"
        ],
        "date": "2009.11.20",
        "type": "International Conference",
        "doi": "https://doi.org/10.1145/1643928.1643999",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Virtual Bone Drilling for Dental Implant Surgery Training",
        "subtitle": "ACM Symposium on Virtual Reality Software and Technology (VRST'09)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "91-94",
        "labelPP": "",
		"author": [
            "Kimin Kim",
            "Jinah Park"
        ],
        "date": "2009.11.20",
        "type": "International Conference",
        "doi": "https://doi.org/10.1145/1643928.1643950",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Hybrid Elastic Model for Volumetric Deformation in Multi-modal Virtual Reality Simulation",
        "subtitle": "World Congress on Medical Physics and Biomedical Engineering",
        "vol": "25",
        "labelVol": "",
		"num": "4",
        "labelNum": "",
		"pp": "1528-1531",
        "labelPP": "",
		"author": [
            "Jaehwan Cho",
            "Jinah Park"
        ],
        "date": "2009.09.12",
        "type": "International Conference",
        "doi": "https://doi.org/10.1007/978-3-642-03882-2_405",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Dynamic Visualization of Relational Data",
        "subtitle": "Int'l Women's Conference on BIEN(Bio, Information, Environment, Energy, Space and Nano)-Technology (BIEN09)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Yunkyu Choi",
            "Jinah Park"
        ],
        "date": "2009.08.29",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Automated 3D Heart Segmentation by Search Rays for Building Individual Conductor Models",
        "subtitle": "Medical Imaging 2009: Visualization, Image-Guided Procedures, and Modeling (Poster)",
        "vol": "7261",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "72611W",
        "labelPP": "",
		"author": [
            "Jaeil Kim",
            "Seokyeol Kim",
            "Kiwoong Kim",
            "Jinah Park"
        ],
        "date": "2009.03.13",
        "type": "International Conference",
        "doi": "https://doi.org/10.1117/12.813880",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Automated 3-D Cardiac Segmentation using Search Rays",
        "subtitle": "IFMIA 2009, IEICE Technical Report",
        "vol": "108",
        "labelVol": "",
		"num": "385",
        "labelNum": "",
		"pp": "311-314",
        "labelPP": "",
		"author": [
            "Seokyeol Kim",
            "Jaeil Kim",
            "Jinah Park"
        ],
        "date": "2009.01.21",
        "type": "International Conference",
        "doi": "http://www.image.med.osaka-u.ac.jp/ifmia2009/",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Virtual Bone Drilling for Dental Implant Training",
        "subtitle": "ASIAGRAPH 2008",
        "vol": "2",
        "labelVol": "",
		"num": "2",
        "labelNum": "",
		"pp": "252-256",
        "labelPP": "",
		"author": [
            "Kimin Kim",
            "Jinah Park"
        ],
        "date": "2008.10.26",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Two-Stage Articulated Hand Interaction for Virtual Assembly Simulation",
        "subtitle": "International Conference on Control, Automation and Systems",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "255-259",
        "labelPP": "",
		"author": [
            "Kimin Kim",
            "Ye-Seul Park",
            "Jinah Park"
        ],
        "date": "2008.10.17",
        "type": "International Conference",
        "doi": "https://doi.org/10.1109/ICCAS.2008.4694560",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Volume-based Haptic Model for Bone-drilling",
        "subtitle": "International Conference on Control, Automation and Systems",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "255-259",
        "labelPP": "",
		"author": [
            "Kimin Kim",
            "Ye-Seul Park",
            "Jinah Park"
        ],
        "date": "2008.10.17",
        "type": "International Conference",
        "doi": "https://doi.org/10.1109/ICCAS.2008.4694560",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "6DOF Whole-Hand Haptic Interaction System based on Hybrid Grasping Approach",
        "subtitle": "EuroHaptics",
        "vol": "5024",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "549-555",
        "labelPP": "",
		"author": [
            "Yongwan Kim",
            "Yongseok Jang",
            "Wookho Son",
            "Jinah Park"
        ],
        "date": "2008.06.13",
        "type": "International Conference",
        "doi": "https://doi.org/10.1007/978-3-540-69057-3_70",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Visualizing the Temporal Distribution of Terminologies for Biological Ontology Development",
        "subtitle": "Visualization and Data Analysis 2008",
        "vol": "6809",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "68090G",
        "labelPP": "",
		"author": [
            "Tak-eun Kim",
            "Hodong Lee",
            "Jinah Park",
            "Jong C. Park"
        ],
        "date": "2008.01.28",
        "type": "International Conference",
        "doi": "https://doi.org/10.1117/12.773263",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "A Hybrid Approach for Real-time Haptic and Graphic Simulator in Virtual Environment",
        "subtitle": "IEEE International Symposium on Robot and Human Interactive Communication",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "316-319",
        "labelPP": "",
		"author": [
            "Sang-Youn Kim",
            "Segil Park",
            "Dong-Soo Kwon",
            "Jinah Park"
        ],
        "date": "2007.08.29",
        "type": "International Conference",
        "doi": "https://doi.org/10.1109/ROMAN.2007.4415101",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Visualizing Spray Paint Deposition in VR Training",
        "subtitle": "IEEE Virtual Reality Conference",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "307-308",
        "labelPP": "",
		"author": [
            "Daeseok Kim",
            "Youngwoo Yoon",
            "Sunyu Hwang",
            "Geehyuk Lee",
            "Jinah Park"
        ],
        "date": "2007.03.14",
        "type": "International Conference",
        "doi": "https://doi.org/10.1109/VR.2007.352515",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Enhanced 3D Interaction with Augmented Visual Information",
        "subtitle": "International Conference on Artificial Reality and Telexistence (ICAT 2006)",
        "vol": "4282",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "1293-1304",
        "labelPP": "",
		"author": [
            "Dongwook Lee",
            "Jinah Park"
        ],
        "date": "2006.12.01",
        "type": "International Conference",
        "doi": "https://doi.org/10.1007/11941354_134",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Real-Time Area-Based Haptic Rendering for a Palpation Simulator",
        "subtitle": "International Symposium on Biomedical Simulation (ISBMS)",
        "vol": "4072",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "132-141",
        "labelPP": "",
		"author": [
            "Ki-Uk Kyung",
            "Jinah Park",
            "Dong-Soo Kwon",
            "Sang-Youn Kim"
        ],
        "date": "2006.07.11",
        "type": "International Conference",
        "doi": "https://doi.org/10.1007/11790273_15",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Shape Retaining Chain Linked Model for Real-time Volume Haptic Rendering",
        "subtitle": "IEEE Symposium on Volume Visualization and Graphics (VV 2002)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "65-72",
        "labelPP": "",
		"author": [
            "Jinah Park",
            "Sang-Youn Kim",
            "Seung-Woo Son",
            "Dong-Soo Kwon"
        ],
        "date": "2002.10.29",
        "type": "International Conference",
        "doi": "http://portal.acm.org/citation.cfm?id=584121",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Interactive Visualization of Fuzzy Set Operations",
        "subtitle": "Visualization and Data Analysis 2010",
        "vol": "7530",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Yeseul Park",
            "Jinah Park"
        ],
        "date": "2010.01.18",
        "type": "International Conference",
        "doi": "http://dx.doi.org/10.1117/12.840229",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Adjusting Viewing Parameters for Efficient and Accurate 3D Interaction",
        "subtitle": "International Conference on Artificial Reality and Telexistence (ICAT), Poster",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Dongwook Lee",
            "Jinah Park"
        ],
        "date": "2005.12.08",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Evaluation of Areal Touch Feedback for Palpation Simulation",
        "subtitle": "IEEE Visualization 2005 (VIS 2005)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "100",
        "labelPP": "",
		"author": [
            "Jinah Park",
            "Sang Youn Kim",
            "Ki Uk Kyung",
            "Dong Soo Kwon"
        ],
        "date": "2005.10.28",
        "type": "International Conference",
        "doi": "http://dx.doi.org/10.1109/VIS.2005.28",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Scientific Visualization of Time-Varying Oceanographic and Meteorological Data using VR",
        "subtitle": "IEEE Visualization 2005 (VIS 2005)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "97",
        "labelPP": "",
		"author": [
            "Chang S. Kim",
            "Jinah Kim",
            "Hak Soo Lim",
            "K Parks",
            "Jinah Kim"
        ],
        "date": "2005.10.28",
        "type": "International Conference",
        "doi": "http://dx.doi.org/10.1109/VIS.2005.89",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Real Word in Virtual Space: Utilizing 3D Graphics for Geometry-Aware Services in Ubiquitous Computing Environment",
        "subtitle": "Int'l Conference of Women Engineers and Scientists (ICWES13)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Jinah Park",
            "Sekil Park",
            "Hyung-Jin Kim",
            "Jinah Kim"
        ],
        "date": "2005.00.00",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "2D/3D Non-rigid Registration of Volumetric CT Lung Data using Thin-plate Spline",
        "subtitle": "Int'l Workshop on Enterprise networking and Computing in Healthcare Industry (HEALTHCOM)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "197-201",
        "labelPP": "",
		"author": [
            "Jinah Kim",
            "Jinah Park"
        ],
        "date": "2005.06.25",
        "type": "International Conference",
        "doi": "https://doi.org/10.1109/HEALTH.2005.1500439",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Mechanical Representation of Shape-retaining Chain Linked Model for Real-time Haptic Rendering",
        "subtitle": "Int'l Symposium on Medical Simulation",
        "vol": "3078",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "144-152",
        "labelPP": "",
		"author": [
            "Jinah Park",
            "Sang-Youn Kim",
            "Dongsoo Kwon"
        ],
        "date": "2004.06.18",
        "type": "International Conference",
        "doi": "https://link.springer.com/chapter/10.1007/978-3-540-25968-8_16",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Multiple-Contact Representation for the Real-Time Volume Haptic Rendering of a Non-Rigid Object",
        "subtitle": "Int'l Conference on Haptic Interfaces for Virtual Environment and Teleoperator Systems (HAPTICS'04)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "242-249",
        "labelPP": "",
		"author": [
            "Sang-Youn Kim",
            "Jinah Park",
            "Dongsoo Kwon"
        ],
        "date": "2004.03.28",
        "type": "International Conference",
        "doi": "https://dl.acm.org/citation.cfm?id=1880305",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Palpation Simulator for Laparoscopic Surgery with Haptic Feedback",
        "subtitle": "Int'l Conference on Biomedical Engineering (BioMed 2004)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "478-482",
        "labelPP": "",
		"author": [
            "Sang-Youn Kim",
            "Jinah Park",
            "Dongsoo Kwon"
        ],
        "date": "2004.02.18",
        "type": "International Conference",
        "doi": "http://www.actapress.com/PaperInfo.aspx?PaperID=16387",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Case Study: Visualization and Analysis of Mitogen-Activated Protein Kinase Pathways in the Literature",
        "subtitle": "Int'l Conference on Visualization and Data Analysis",
        "vol": "5295",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "275-285",
        "labelPP": "",
		"author": [
            "Changsu Lee",
            "Jinah Park",
            "Jong C. Park"
        ],
        "date": "2004.06.04",
        "type": "International Conference",
        "doi": "https://doi.org/10.1117/12.539243",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Information Visualization in 3-Dimensional Space for Text Data Mining",
        "subtitle": "Int'l Women's Conference on BIEN(Bio, Information, Environment, Energy, Space and Nano)-Technology (BIEN03)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "",
        "labelPP": "",
		"author": [
            "Jinah Park",
            "Changsu Lee",
            "Jong C. Park"
        ],
        "date": "2003.00.00",
        "type": "International Conference",
        "doi": "",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Mediatory Visualization for Structured Data and Textual Information",
        "subtitle": "Int'l Conference on Visualization, Imaging and Image Processing (VIIP)",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "926-932",
        "labelPP": "",
		"author": [
            "Changsu Lee",
            "Jinah Park",
            "Jong C. Park"
        ],
        "date": "2003.09.10",
        "type": "International Conference",
        "doi": "http://www.actapress.com/Abstract.aspx?paperId=14449",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Area-Contact Haptic Simulation",
        "subtitle": "Int'l Symposium on Surgery Simulation and Soft Tissue Modeling (IS4TM)",
        "vol": "2673",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "108-120",
        "labelPP": "",
		"author": [
            "Sang-Youn Kim",
            "Jinah Park",
            "Dong-Soo Kwon"
        ],
        "date": "2003.06.24",
        "type": "International Conference",
        "doi": "https://link.springer.com/chapter/10.1007/3-540-45015-7_11",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "Deformation Modeling: A New Methodology for the Analysis of Handaxe Morphology and Variability",
        "subtitle": "Multiple Approaches to the Study of Bifacial Technologies",
        "vol": "",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "193-208",
        "labelPP": "",
		"author": [
            "April Nowell",
            "Kyoungju Park",
            "Dimitri Metaxas",
            "Jinah Park"
        ],
        "date": "2003.05.01",
        "type": "International Conference",
        "doi": "https://hal.archives-ouvertes.fr/file/index/docid/573698/filename/Soressi_Dibble2003_eds_BifaceBook.pdf",
        "abstract": "",
        "keywords": []
    },
    {
        "thumbnail": null,
        "title": "BiopathwayBuilder: Nested 3D Visualization System for Complex Molecular Interactions",
        "subtitle": "Int'l Conference on Genome Informatics (GIW13)",
        "vol": "13",
        "labelVol": "",
		"num": "",
        "labelNum": "",
		"pp": "447-448",
        "labelPP": "",
		"author": [
            "Changsu Lee",
            "Jinah Park",
            "Jong C. Park"
        ],
        "date": "2002.12.03",
        "type": "International Conference",
        "doi": "https://doi.org/10.11234/gi1990.13.447",
        "abstract": "",
        "keywords": []
    }
]